[
  {
    "pmid": "38844093",
    "title": "Reassessing heart failure therapy in Thailand: Patient insights and treatment outcomes from the Thai heart failure registry",
    "abstract": "**Background:**    This research analyzed the demographics, management, and outcomes of patients with heart failure (HF) in Thailand.\n\n**Methods:**    The Thai Heart Failure Registry prospectively enrolled patients diagnosed with HF from 36 hospitals in Thailand. Follow-up data were recorded at 6, 12, 18, and 24 months. This study primarily focused on two outcomes: mortality and HF-related hospitalizations.\n\n**Results:**    The study included 2639 patients aged at least 18. Their mean age was 59.2 ± 14.5 years, and most were male (68.4%). Patients were classified as having HF with reduced ejection fraction (HFrEF, 80.7%), HF with preserved ejection fraction (HFpEF, 9.0%), or HF with mildly reduced ejection fraction (HFmrEF, 10.3%). Guideline-directed medical therapy utilization varied. Beta-blockers had the highest usage (93.2%), followed by mineralocorticoid receptor antagonists (65.7%), angiotensin-converting enzyme inhibitors (39.3%), angiotensin receptor blockers (28.2%), angiotensin receptor-neprilysin inhibitors (16.1%), and sodium-glucose cotransporter-2 inhibitors (8.0%). The study monitored a composite of mortality and HF incidents, revealing incidence rates of 11.74, 12.50, and 8.93 per 100 person-years for the overall, HFrEF, and HFmrEF/HFpEF populations, respectively.\n\n**Conclusions:**    Despite high guideline-directed medical therapy adherence, the Thai Heart Failure Registry data revealed high mortality and recurrent HF rates. These findings underscore limitations in current HF treatment efficacy. The results indicate the need for further investigation and improvements of HF management to enhance patient outcomes.\n\n**Keywords:**    Guideline-directed medical treatment; Heart failure; Outcomes; Thailand.\n\nCopyright © 2024 Elsevier B.V. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38844093/",
    "relevance_score": 0.8525277241582957
  },
  {
    "pmid": "10453861",
    "title": "Cardiology or primary care for heart failure in the community setting: process of care and clinical outcomes",
    "abstract": "**Study objectives:**    Severity of illness, treatment choices, and clinical outcomes may vary with physician training. This study was performed to determine whether such differences exist among patients with congestive heart failure (CHF) treated by cardiologists and by noncardiologists in the community hospital setting.\n\n**Design:**    Prospective cohort study.\n\n**Setting:**    Ten acute-care community hospitals. PATIENTS, MEASUREMENTS, AND RESULTS: Two thousand four hundred fifty-four patients with CHF were identified and followed up for 6 months after hospital discharge. Patients who were not treated by a cardiologist (group I; n = 977) were compared with patients whose attending physician was a cardiologist (group II; n = 419) and patients who received consultative care from a cardiologist (group III; n = 1,058). When compared with group I patients, group II patients were more likely to receive the recommended diagnostic tests and treatment strategies, although some of these differences could be explained by variations in the case mix. Group II patients had higher hospital charges, but lower CHF readmission rates and better postdischarge quality-of-life measures. No differences in adjusted mortality rates were observed.\n\n**Conclusions:**    In the community-hospital setting, the clinical practices of cardiologists are more compatible with published treatment guidelines than the clinical practices of other physicians. The benefits of cardiology specialty care include lower CHF readmission rates and better postdischarge quality-of-life measures, rather than lower mortality rates, fewer hospital charges, or shorter length of stay.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/10453861/",
    "relevance_score": 0.8323517169383577
  },
  {
    "pmid": "38532020",
    "title": "Contemporary pharmacological treatment and management of heart failure",
    "abstract": "The prevention and treatment strategies for heart failure (HF) have evolved in the past two decades. The stages of HF have been redefined, with recognition of the pre-HF state, which encompasses asymptomatic patients who have developed either structural or functional cardiac abnormalities or have elevated plasma levels of natriuretic peptides or cardiac troponin. The first-line treatment of patients with HF with reduced ejection fraction includes foundational therapies with angiotensin receptor-neprilysin inhibitors, angiotensin-converting enzyme inhibitors or angiotensin receptor blockers, β-blockers, mineralocorticoid receptor antagonists, sodium-glucose cotransporter 2 (SGLT2) inhibitors and diuretics. The first-line treatment of patients with HF with mildly reduced ejection fraction or with HF with preserved ejection fraction includes SGLT2 inhibitors and diuretics. The timely initiation of these disease-modifying therapies and the optimization of treatment are crucial in all patients with HF. Reassessment after initiation of these therapies is recommended to evaluate patient symptoms, health status and left ventricular function, and timely referral to a HF specialist is necessary if a patient has persistent advanced HF symptoms or worsening HF. Lifestyle modification and treatment of comorbidities such as diabetes mellitus, ischaemic heart disease and atrial fibrillation are crucial through each stage of HF. This Review provides an overview of the management strategies for HF according to disease stages that are derived from the recommendations in the latest US and European HF guidelines.\n\n© 2024. This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38532020/",
    "relevance_score": 0.788212228360749
  },
  {
    "pmid": "28613623",
    "title": "Heart Failure (Congestive Heart Failure)",
    "abstract": "Heart failure (HF), as defined by the American College of Cardiology (ACC) and the American Heart Association (AHA), is a complex clinical syndrome that results from any structural or functional impairment of ventricular filling or ejection of blood. HF is a common disorder worldwide with a high mor …",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28613623/",
    "relevance_score": 0.7127813311088681
  },
  {
    "pmid": "35363499",
    "title": "2022 AHA/ACC/HFSA Guideline for the Management of Heart Failure: A Report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines",
    "abstract": "**Aim:**    The \"2022 AHA/ACC/HFSA Guideline for the Management of Heart Failure\" replaces the \"2013 ACCF/AHA Guideline for the Management of Heart Failure\" and the \"2017 ACC/AHA/HFSA Focused Update of the 2013 ACCF/AHA Guideline for the Management of Heart Failure.\" The 2022 guideline is intended to provide patient-centric recommendations for clinicians to prevent, diagnose, and manage patients with heart failure.\n\n**Methods:**    A comprehensive literature search was conducted from May 2020 to December 2020, encompassing studies, reviews, and other evidence conducted on human subjects that were published in English from MEDLINE (PubMed), EMBASE, the Cochrane Collaboration, the Agency for Healthcare Research and Quality, and other relevant databases. Additional relevant clinical trials and research studies, published through September 2021, were also considered. This guideline was harmonized with other American Heart Association/American College of Cardiology guidelines published through December 2021. Structure: Heart failure remains a leading cause of morbidity and mortality globally. The 2022 heart failure guideline provides recommendations based on contemporary evidence for the treatment of these patients. The recommendations present an evidence-based approach to managing patients with heart failure, with the intent to improve quality of care and align with patients' interests. Many recommendations from the earlier heart failure guidelines have been updated with new evidence, and new recommendations have been created when supported by published data. Value statements are provided for certain treatments with high-quality published economic analyses.\n\n**Keywords:**    ACE inhibitors; AHA Scientific Statements; SGLT2 inhibitors; acute decompensated heart failure; angiotensin and neprilysin receptor antagonist; angiotensin receptor antagonist; atrial fibrillation; beta blockers; cardiac amyloidosis; cardiac failure; cardio-oncology; cardiogenic shock; cardiomyopathy; cardiomyopathy in pregnancy; chronic heart failure; congestive heart failure; diabetes; guideline-directed medical therapy; heart failure; heart failure rehabilitation; heart failure with mildly reduced ejection fraction; heart failure with preserved ejection fraction; heart failure with reduced ejection fraction; mineralocorticoid receptor antagonists; mitral regurgitation; palliative care; reduced ejection fraction; right heart pressure; sacubitril valsartan; social determinants of health; sodium glucose co-transporter 2; systolic heart failure; valvular heart disease.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35363499/",
    "relevance_score": 0.6835235170483694
  },
  {
    "pmid": "6624651",
    "title": "Treatment and prophylaxis of ventricular arrhythmias in acute myocardial infarction",
    "abstract": "Remarkable advances have been made in the management of cardiac disease in the last 20 years, but antiarrhythmic drug strategy in the acute phase of myocardial infarction remains less than satisfactory. Primary ventricular fibrillation (VF), once considered predictable on the basis of detection of \"warning arrhythmias,\" cannot be anticipated. Management must be either expectant or prophylactic. Restriction of drug use to selected patients and the apparent lack of effect of VF on late prognosis argue for the former approach, yet safe and effective prevention of VF is an attractive therapeutic goal. High-dose intravenous lidocaine probably offers efficacy but the risk-benefit ratio of this regimen is still debated. Adoption of a prophylactic regimen mandates drug administration to a large number of patients who either are not at risk of developing VF (noninfarct patients) or who are destined not to develop VF (70 to 95% of infarct patients). Ventricular arrhythmias other than VF are common in acute infarction and, for emotional rather than scientific reasons, often are aggressively treated. Little evidence exists to support this management. Few ventricular arrhythmias at this time in infarction have either immediate importance or prognostic significance. Reevaluation of antiarrhythmic drug use and arrhythmia treatment in acute myocardial infarction is long overdue. However, there is a paucity of controlled data upon which to base new strategies, and clinical research in this field is hampered by ethical considerations, by rigidly held but unscientifically based beliefs and by a lack of fundamental knowledge of arrhythmia mechanisms and their significance.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/6624651/",
    "relevance_score": 0.8607344067874599
  },
  {
    "pmid": "2473403",
    "title": "Preliminary report: effect of encainide and flecainide on mortality in a randomized trial of arrhythmia suppression after myocardial infarction",
    "abstract": "The occurrence of ventricular premature depolarizations in survivors of myocardial infarction is a risk factor for subsequent sudden death, but whether antiarrhythmic therapy reduces the risk is not known. The Cardiac Arrhythmia Suppression Trial (CAST) is evaluating the effect of antiarrhythmic therapy (encainide, flecainide, or moricizine) in patients with asymptomatic or mildly symptomatic ventricular arrhythmia (six or more ventricular premature beats per hour) after myocardial infarction. As of March 30, 1989, 2309 patients had been recruited for the initial drug-titration phase of the study: 1727 (75 percent) had initial suppression of their arrhythmia (as assessed by Holter recording) through the use of one of the three study drugs and had been randomly assigned to receive active drug or placebo. During an average of 10 months of follow-up, the patients treated with active drug had a higher rate of death from arrhythmia than the patients assigned to placebo. Encainide and flecainide accounted for the excess of deaths from arrhythmia and nonfatal cardiac arrests (33 of 730 patients taking encainide or flecainide [4.5 percent]; 9 of 725 taking placebo [1.2 percent]; relative risk, 3.6; 95 percent confidence interval, 1.7 to 8.5). They also accounted for the higher total mortality (56 of 730 [7.7 percent] and 22 of 725 [3.0 percent], respectively; relative risk, 2.5; 95 percent confidence interval, 1.6 to 4.5). Because of these results, the part of the trial involving encainide and flecainide has been discontinued. We conclude that neither encainide nor flecainide should be used in the treatment of patients with asymptomatic or minimally symptomatic ventricular arrhythmia after myocardial infarction, even though these drugs may be effective initially in suppressing ventricular arrhythmia. Whether these results apply to other patients who might be candidates for antiarrhythmic therapy is unknown.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/2473403/",
    "relevance_score": 0.8323517169383577
  },
  {
    "pmid": "1946114",
    "title": "Arrhythmias and acute myocardial infarction",
    "abstract": "The most common arrhythmias associated with inferior-wall and anterior-wall myocardial infarction are bradycardia and supraventricular and ventricular tachycardia. Optimal treatment approaches are based on the pathophysiology of the infarct and the presence of contributing medical factors (eg, congestive heart failure, metabolic disorders). Temporary or permanent pacemaker therapy is helpful in some patients. Sudden death due to arrhythmia after myocardial infarction may be predicted and avoided in certain situations.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/1946114/",
    "relevance_score": 0.8257330531259633
  },
  {
    "pmid": "37009192",
    "title": "Arrhythmias After Acute Myocardial Infarction",
    "abstract": "The incidence of arrhythmia after myocardial infarction has declined since the introduction of reperfusion techniques. Nevertheless, ischemic arrhythmias are often associated with increased morbidity and mortality particularly in the first 48 hours after hospital admission. This paper presents a comprehensive review of the epidemiology, characteristics, and management of ischemic tachy- and brady-arrhythmias focusing on the period shortly after myocardial infarction (MI) in patients with both ST-segment elevation myocardial infarction (STEMI) and non-ST-segment elevation myocardial infarction (NSTEMI).\n\n**Keywords:**    Arrhythmia; acute coronary syndrome; myocardial infarction.\n\nCopyright ©2023, Yale Journal of Biology and Medicine.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37009192/",
    "relevance_score": 0.8116806013496
  },
  {
    "pmid": "2464919",
    "title": "Congestive heart failure after acute myocardial infarction in patients receiving antiarrhythmic agents for ventricular premature complexes (Cardiac Arrhythmia Pilot Study)",
    "abstract": "The Cardiac Arrhythmia Pilot Study (CAPS) was a randomized, double-blind trial of antiarrhythmic drugs (encainide, flecainide, moricizine, imipramine and placebo) in 502 patients with an ejection fraction greater than 0.20 and at least 10 ventricular premature complexes/hour, 6 to 60 days after acute myocardial infarction. Patients were followed for 1 year and the incidence of new or worsened congestive heart failure (CHF) was evaluated. Heart failure in the 1-year follow-up was gauged by the development (in order of increasing severity) of new symptoms (grade 1), the need for a change in therapy, including addition of digitalis, addition or increase of dose of diuretics or afterload reduction agents or discontinuation of beta-blocking agents (grade 2), or by hospitalization (grade 3). Sixty-one of 502 patients (12%) required hospitalization for CHF in the 1-year follow-up. One hundred five of 403 patients (26%) in the active treatment group and 18 of 99 patients (18%) in the placebo group (difference not significant) developed CHF requiring hospitalization or a change in therapy or both. Although patients with severely impaired ejection fraction were excluded, new or worsened CHF was common in follow-up during CAPS.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "cardiology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/2464919/",
    "relevance_score": 0.798185850487796
  },
  {
    "pmid": "328137",
    "title": "Clinical trials in cancer chemotherapy",
    "abstract": "The success of cancer chemotherapy has increased greatly the potential areas for its inclusion in clinical trials and therefore has made the experimental design considerations more complex in these trials. New drugs still go through the three classic phases of clinical study beginning with clinical pharmacology (Phase I), efficacy screening (Phase 2) and role delineation (Phase 3). The Phase 2 and 3 trials now need to be considered within the overall therapeutic strategies which are required for each of the many diseases which are called cancer. The exigencies of a disease-oriented strategy which requires a blend of therapeutic modalities many times require a modification of what would be an ideal modality-oriented strategy geared solely to effectively testing a new agent. A new drug may need many Phase 2 and 3 trials in a variety of tumors before it can be considered adequately evaluated. Essential aspects of valid clinical trials include an adequate protocol which details the study and a design which is feasible for answering the question. Historical controls are advocated by many as a valid approach to clinical trials. Unless the numbers in the historical control are large and the prognostic variables well matches this approach should be viewed cautiously by the practicing physician.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/328137/",
    "relevance_score": 0.8457486255127078
  },
  {
    "pmid": "3082506",
    "title": "Clinical trials on adjuvant chemotherapy for breast cancer",
    "abstract": "Clinical trial initiated in 1975 at the Petrov Research Institute of Oncology (Leningrad) included 1228 patients with breast cancer Stages I, II, and III. Adjuvant chemotherapy in patients with Stages I-II (P T0-2N0-1M0) leads to decrease in mortality rate by 24.3% in the case of monochemotherapy (thiotepa, six courses, 200 mg each course) and 32.4% in the case of polychemotherapy (thiotepa, methotrexate, 5-fluorouracil [TMF], cyclophosphamide, methotrexate, 5-fluorouracil [CMF], six course). There is a trend to higher (by 7.8%-9.8% versus control) rates of adjusted survival in the groups of patients with relatively early stages of breast cancer (P T0-2N0M0) subjected to adjuvant mono- and polychemotherapy. In the group of breast cancer patients (P T0-2N0-1M0) who received adjuvant polychemotherapy (TMF, CMF schemes) the survival rates are higher by 12.0%-16.6% than in the control group during the sixth, seventh, and eighth years of the follow-up. Favorable effect of adjuvant chemotherapy manifested by diminished mortality rate and prolonged survival was statistically significant only in the group of patients younger than 50 years.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/3082506/",
    "relevance_score": 0.8049049453896256
  },
  {
    "pmid": "39541202",
    "title": "Toripalimab Plus Chemotherapy as a First-Line Therapy for Extensive-Stage Small Cell Lung Cancer: The Phase 3 EXTENTORCH Randomized Clinical Trial",
    "abstract": "**Importance:**    Patients with extensive-stage small cell lung cancer (ES-SCLC) have poor prognoses and unmet medical needs.\n\n**Objective:**    To evaluate the efficacy and safety of toripalimab plus etoposide and platinum-based chemotherapy (EP) vs placebo plus EP as a first-line treatment for patients with ES-SCLC.\n\n**Design, setting, and participants:**    This multicenter, double-blind, placebo-controlled phase 3 randomized clinical trial (EXTENTORCH study) enrolled patients from September 26, 2019, to May 20, 2021, and was conducted at 49 sites in China. Eligible patients had histologically or cytologically confirmed ES-SCLC without previous systemic antitumor therapy for ES-SCLC. Data were analyzed between May 6, 2023, and June 1, 2024.\n\n**Interventions:**    Patients were randomized (1:1) to receive toripalimab, 240 mg, or placebo plus EP every 3 weeks for up to 4 to 6 cycles, followed by maintenance with toripalimab or placebo until disease progression, intolerable toxic effects, or up to 2 years of treatment.\n\n**Main outcomes and measures:**    The primary end points were investigator-assessed progression-free survival (PFS) and overall survival (OS). Whole-exome sequencing results identified correlative biomarkers for clinical efficacy.\n\n**Results:**    Among 595 screened patients, 442 eligible patients were randomized (median [range] age, 63 [30-77] years; 366 [82.8%] male); 223 patients were randomized to toripalimab plus EP, and 219 to placebo plus EP. By April 20, 2023, the median (range) survival follow-up was 13.7 (0.0-42.7) months. Compared with placebo, toripalimab improved investigator-assessed PFS (hazard ratio [HR], 0.67 [95% CI, 0.54-0.82]; P < .001), and significantly reduced the risk of death (HR, 0.80 [95% CI, 0.65-0.98]; P = .03). The median OS was 14.6 (95% CI, 12.9-16.6) months in the toripalimab group vs 13.3 (95% CI, 11.8-14.4) months in the placebo group. Whole-exome sequencing results from 300 patients identified low intratumor heterogeneity, HLA-A11+ HLA-B62- haplotype, wild-type KMT2D and COL4A4, or sequence variations in CTNNA2 or SCN4A correlated with favorable PFS and OS in the toripalimab group. No new safety signals were observed. Grade 3 or higher treatment-emergent adverse event incidence was similar between the toripalimab and placebo safety set groups (199 of 222 patients [89.6%] vs 193 of 216 patients [89.4%], respectively).\n\n**Conclusions and relevance:**    In this phase 3 randomized clinical trial, adding toripalimab to first-line chemotherapy demonstrated significant improvements in PFS and OS for patients with ES-SCLC. The treatment exhibited an acceptable safety profile, supporting this combination regimen as a new treatment option for patients with ES-SCLC.\n\n**Trial registration:**    ClinicalTrials.gov Identifier: [NCT04012606](http://clinicaltrials.gov/show/NCT04012606).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39541202/",
    "relevance_score": 0.794847365731202
  },
  {
    "pmid": "32880601",
    "title": "Efficacy and Safety of Pembrolizumab or Pembrolizumab Plus Chemotherapy vs Chemotherapy Alone for Patients With First-line, Advanced Gastric Cancer: The KEYNOTE-062 Phase 3 Randomized Clinical Trial",
    "abstract": "**Importance:**    Safe and effective therapies for untreated, advanced gastric/gastroesophageal junction (G/GEJ) cancer remain an unmet need.\n\n**Objective:**    To evaluate the antitumor activity of pembrolizumab, pembrolizumab plus chemotherapy, or chemotherapy alone in patients with untreated, advanced G/GEJ cancer with programmed cell death ligand 1 (PD-L1) combined positive score (CPS) of 1 or greater.\n\n**Design, setting, and participants:**    The phase 3 KEYNOTE-062 randomized, controlled, partially blinded interventional trial enrolled 763 patients with untreated, locally advanced/unresectable or metastatic G/GEJ cancer with PD-L1 CPS of 1 or greater from 200 centers in 29 countries between September 18, 2015, and May 26, 2017.\n\n**Interventions:**    Patients were randomized 1:1:1 to pembrolizumab 200 mg, pembrolizumab plus chemotherapy (cisplatin 80 mg/m2/d on day 1 plus fluorouracil 800 mg/m2/d on days 1 to 5 or capecitabine 1000 mg/m2 twice daily), or chemotherapy plus placebo, every 3 weeks.\n\n**Main outcomes and measures:**    Primary end points were overall survival (OS) and progression-free survival (PFS) in patients with PD-L1 CPS of 1 or greater or 10 or greater.\n\n**Results:**    A total of 763 patients were randomized to pembrolizumab (n = 256), pembrolizumab plus chemotherapy (n = 257), or chemotherapy (n = 250). The median (range) age of all patients in the study cohort was 62 (20-87) years; 554 of 763 (72.6%) were men. At final analysis, after a median (range) follow-up of 29.4 (22.0-41.3) months, pembrolizumab was noninferior to chemotherapy for OS in patients with CPS of 1 or greater (median, 10.6 vs 11.1 months; hazard ratio [HR], 0.91; 99.2% CI, 0.69-1.18). Pembrolizumab monotherapy was not superior to chemotherapy in patients with CPS of 1 or greater. Pembrolizumab prolonged OS vs chemotherapy in patients with CPS of 10 or greater (median, 17.4 vs 10.8 months; HR, 0.69; 95% CI, 0.49-0.97), but this difference was not statistically tested. Pembrolizumab plus chemotherapy was not superior to chemotherapy for OS in patients with CPS of 1 or greater (12.5 vs 11.1 months; HR, 0.85; 95% CI, 0.70-1.03; P = .05) or CPS of 10 or greater (12.3 vs 10.8 months; HR, 0.85; 95% CI, 0.62-1.17; P = .16) or for PFS in patients with CPS of 1 or greater (6.9 vs 6.4 months; HR, 0.84; 95% CI, 0.70-1.02; P = .04). Grade 3 to 5 treatment-related adverse event rates for pembrolizumab, pembrolizumab plus chemotherapy, and chemotherapy were 17%, 73%, and 69%, respectively.\n\n**Conclusions and relevance:**    This phase 3 randomized clinical trial found that among patients with untreated, advanced G/GEJ cancer, pembrolizumab was noninferior to chemotherapy, with fewer adverse events observed. Pembrolizumab or pembrolizumab plus chemotherapy was not superior to chemotherapy for the OS and PFS end points tested.\n\n**Trial registration:**    ClinicalTrials.gov Identifier: [NCT02494583](http://clinicaltrials.gov/show/NCT02494583).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32880601/",
    "relevance_score": 0.7849154591838272
  },
  {
    "pmid": "18628452",
    "title": "Targeted therapies to improve tumor immunotherapy",
    "abstract": "Durable tumor regression and potential cures of metastatic solid cancers can be achieved by a variety of cellular immunotherapy strategies, including cytokine therapy, dendritic cell-based vaccines, and immune-activating antibodies, when used in so-called immune-sensitive cancers such as melanoma and renal cell carcinoma. However, these immunotherapy strategies have very low tumor response rates, usually in the order of 5% to 10% of treated patients. We propose that the antitumor activity of adequately stimulated tumor antigen-specific T cells is limited by local factors within the tumor milieu and that pharmacologic modulation of this milieu may overcome tumor resistance to immunotherapy. By understanding the mechanisms of cancer cell immune escape, it may be possible to design rational combinatorial approaches of novel therapies able to target immunosuppressive or antiapoptotic molecules in an attempt to reverse resistance to immune system control. We term this mode of treatment \"immunosensitization.\" Ideal candidates for immunosensitizing drugs would be targeted drugs that block key oncogenic mechanisms in cancer cells resulting in a proapoptotic cancer cell milieu and at the same time do not negatively interfere with critical lymphocyte functions.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/18628452/",
    "relevance_score": 0.8029794531748998
  },
  {
    "pmid": "40380196",
    "title": "Tumor-associated macrophages remodel the suppressive tumor immune microenvironment and targeted therapy for immunotherapy",
    "abstract": "Despite the significant advances in the development of immune checkpoint inhibitors (ICI), primary and acquired ICI resistance remains the primary impediment to effective cancer immunotherapy. Residing in the tumor microenvironment (TME), tumor-associated macrophages (TAMs) play a pivotal role in tumor progression by regulating diverse signaling pathways. Notably, accumulating evidence has confirmed that TAMs interplay with various cellular components within the TME directly or indirectly to maintain the dynamic balance of the M1/M2 ratio and shape an immunosuppressive TME, consequently conferring immune evasion and immunotherapy tolerance. Detailed investigation of the communication network around TAMs could provide potential molecular targets and optimize ICI therapies. In this review, we systematically summarize the latest advances in understanding the origin and functional plasticity of TAMs, with a focus on the key signaling pathways driving macrophage polarization and the diverse stimuli that regulate this dynamic process. Moreover, we elaborate on the intricate interplay between TAMs and other cellular constituents within the TME, that is driving tumor initiation, progression and immune evasion, exploring novel targets for cancer immunotherapy. We further discuss current challenges and future research directions, emphasizing the need to decode TAM-TME interactions and translate preclinical findings into clinical breakthroughs. In conclusion, while TAM-targeted therapies hold significant promise for enhancing immunotherapy outcomes, addressing key challenges-such as TAM heterogeneity, context-dependent plasticity, and therapeutic resistance-remains critical to achieving optimal clinical efficacy.\n\n**Keywords:**    Immune checkpoint inhibitors; Immune evasion; Immunotherapy; Tumor microenvironment; Tumor-associated macrophages.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40380196/",
    "relevance_score": 0.7751076554163301
  },
  {
    "pmid": "25941618",
    "title": "Tumor antigen-targeting monoclonal antibody-based immunotherapy: Orchestrating combined strategies for the development of long-term antitumor immunity",
    "abstract": "Tumor antigen (TA)-targeting monoclonal antibody (mAb)-based treatments are considered to be one of the most successful strategies in cancer therapy. Besides targeting TAs and inducing tumor cell death, such antibodies interact with immune cells through Fc-dependent mechanisms to induce adaptive memory immune responses. However, multiple inhibitory/immunosuppressive pathways can be induced by tumor cells to limit the establishment of an efficient antitumor response and consequently a sustained clinical response to TA-targeting mAbs. Here, we provide an overview on how TA-targeting mAbs in combination with conventional cancer therapies and/or inhibitors of key immunosuppressive pathways might represent promising approaches to achieve long-term tumor control.\n\n**Keywords:**    ADCC, antibody-dependent cell cytotoxicity; ADCP, antibody-dependent cell phagocytosis; B-NHL, B-cell non-Hodgkin's lymphoma; CDC, complement-dependent cytotoxicity; CTLA4, cytotoxic T-lymphocyte-associated protein 4; DC, dendritic cell; FDA, food and drug administration; FcRn, neonatal Fc receptor; HMGB1, high-mobility group box 1; ICD, immunologic cell death; IDO, indoleamine 2, 3-dioxygenase; IFNγ, interferon γ; MDSC, myeloid-derived suppressor cell; NK, natural killer; PD-1, programmed cell death 1; TA, tumor antigen; TA-targeting mAbs; Treg, regulatory T cell; combined therapies; immunomodulation; immunosuppressive pathways; mAb, monoclonal antibody; vaccine-like effects.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25941618/",
    "relevance_score": 0.7590328967347101
  },
  {
    "pmid": "38298714",
    "title": "Potential role of immunotherapy and targeted therapy in the treatment of cancer: A contemporary nursing practice",
    "abstract": "Immunotherapy and targeted therapy have emerged as promising therapeutic options for cancer patients. Immunotherapies induce a host immune response that mediates long-lived tumor destruction, while targeted therapies suppress molecular mechanisms that are important for tumor maintenance and growth. In addition, cytotoxic agents and targeted therapies regulate immune responses, which increases the chances that these therapeutic approaches may be efficiently combined with immunotherapy to ameliorate clinical outcomes. Various studies have suggested that combinations of therapies that target different stages of anti-tumor immunity may be synergistic, which can lead to potent and more prolonged responses that can achieve long-lasting tumor destruction. Nurses associated with cancer patients should have a better understanding of the immunotherapies and targeted therapies, such as their efficacy profiles, mechanisms of action, as well as management and prophylaxis of adverse events. Indeed, this knowledge will be important in establishing care for cancer patients receiving immunotherapies and targeted therapies for cancer treatment. Moreover, nurses need a better understanding regarding targeted therapies and immunotherapies to ameliorate outcomes in patients receiving these therapies, as well as management and early detection of possible adverse effects, especially adverse events associated with checkpoint inhibitors and various other therapies that control T-cell activation causing autoimmune toxicity. Nurses practice in numerous settings, such as hospitals, home healthcare agencies, radiation therapy facilities, ambulatory care clinics, and community agencies. Therefore, as compared to other members of the healthcare team, nurses often have better opportunities to develop the essential rapport in providing effective nurse-led patient education, which is important for effective therapeutic outcomes and continuance of therapy. In this article, we have particularly focused on providing a detailed overview on targeted therapies and immunotherapies used in cancer treatment, management of their associated adverse events, and the impact as well as strategies of nurse-led patient education.\n\n**Keywords:**    Adverse events; Cancer; Immunotherapy; Nursing practice; Oncology; Targeted therapy.\n\n© 2024 The Authors.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38298714/",
    "relevance_score": 0.7526967273572163
  },
  {
    "pmid": "31705737",
    "title": "Targeted therapy and immunotherapy: Emerging biomarkers in metastatic melanoma",
    "abstract": "Targeted therapy directed against oncogenic BRAF mutations and immune checkpoint inhibitors have transformed melanoma therapy over the past decade and prominently improved patient outcomes. However, not all patients will respond to targeted therapy or immunotherapy and many relapse after initially responding to treatment. This unmet need presents two major challenges. First, can we elucidate novel oncogenic drivers to provide new therapeutic targets? Second, can we identify patients who are most likely to respond to current therapeutic strategies in order to both more accurately select populations and avoid undue drug exposure in patients unlikely to respond? In an effort to evaluate the current state of the field with respect to these questions, we provide an overview of some common oncogenic mutations in patients with metastatic melanoma and ongoing efforts to therapeutically target these populations, as well as a discussion of biomarkers for response to immune checkpoint inhibitors-including tumor programmed death ligand 1 expression and the future use of neoantigens as a means of truly personalized therapy. This information is becoming important in treatment decision making and provides the framework for a treatment algorithm based on the current landscape in metastatic melanoma.\n\n**Keywords:**    biomarkers; melanoma; oncogenes; programmed cell death 1 ligand 1; tumor antigens.\n\n© 2019 John Wiley & Sons A/S. Published by John Wiley & Sons Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31705737/",
    "relevance_score": 0.7340038109639975
  },
  {
    "pmid": "28690075",
    "title": "Tumor microenvironment changes leading to resistance of immune checkpoint inhibitors in metastatic melanoma and strategies to overcome resistance",
    "abstract": "Immunotherapy with checkpoint inhibitors targeting CTLA-4 and/or PD-1 receptors independent of the BRAF mutational status and targeted therapy with BRAF and MEK inhibitors in BRAF V600 mutated patients have taken the forefront of advanced melanoma treatment. The main advantage of immunotherapy is its ability to provide durable responses in a subset of patients. However, significant proportions of patients either do not respond or have progression after initial response to immunotherapies. Multiple changes in the tumor microenvironment, such as down regulation of immune checkpoint ligands by tumor, alteration in interferon signaling, and activation of alternate immune suppressive pathways, have been identified as possible reasons for failure of immune checkpoint therapy. Here, we review the resistance mechanisms adopted by cancer cells to checkpoint inhibitor therapy and targeted therapy. In addition, we focus on the available and emerging evidence on tumor microenvironment modulation by BRAF/MEK inhibitor therapy and its role in improving responses to checkpoint inhibitor therapy.\n\n**Keywords:**    BRAF inhibitors; Combination immunotherapy; Immune checkpoint inhibitors; Immunotherapy; MEK inhibitors; Outcomes; Resistance mechanisms; Targeted therapy; Tumor micro-environment.\n\nCopyright © 2017 Elsevier Ltd. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "oncology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28690075/",
    "relevance_score": 0.7098000585052039
  },
  {
    "pmid": "40294371",
    "title": "Impact of Brain Frailty on Clinical Presentation and Neurologic Recovery in Acute Ischemic Stroke Patients Undergoing Thrombectomy",
    "abstract": "**Background and objectives:**    Brain frailty impairs the ability to compensate for brain dysfunction and is linked to worse outcomes after stroke. Stroke severity at presentation is a key determinant of outcomes in acute ischemic stroke. This study aimed to examine the impact of brain frailty on initial stroke severity and recovery in acute ischemic stroke (AIS) patients undergoing endovascular thrombectomy (EVT).\n\n**Methods:**    We conducted a post hoc analysis of the ESCAPE-NA1 randomized-controlled trial that investigated the efficacy and safety of the neuroprotectant nerinetide in patients with AIS who received EVT. Brain frailty markers (cortical atrophy, subcortical atrophy, white matter hyperintensities, chronic infarcts) were visually assessed from baseline noncontrast CT scans. We explored the association between these markers and admission stroke severity (National Institutes of Health Stroke Scale [NIHSS] score) using multivariable quantile regression. We also assessed the NIHSS trajectory over 90 days using repeated-measures analysis. Models were adjusted for relevant covariates.\n\n**Results:**    Among 1,102 participants (mean age 69.5 years; 49.7% female), NIHSS scores at baseline were higher in patients with cortical atrophy and those with chronic infarcts compared with patients having no cortical atrophy or chronic infarcts after adjusting for confounders (adjusted difference for GCA1 vs GCA0 = 1.25 points [95% CI 0.18-2.31], *p* = 0.021; adjusted difference for presence of chronic infarcts = 1.27 points [95% CI 0.007-2.53, *p* = 0.049]). Subcortical atrophy, white matter hyperintensity burden, lacunes, and overall brain frailty were not associated with NIHSS scores at presentation. A repeated-measures analysis showed consistent higher NIHSS scores in individuals with brain frailty compared with those without, after the acute phase throughout the 90-day follow-up period (NIHSS score at 30 days, adjusted difference for total brain frailty score 1 vs 0 = 1.16 points [95% CI 0.35-1.96], *p* = 0.01; brain frailty score 2/3 vs 0 = 0.98 [95% CI 0.08-1.88], *p* = 0.03; NIHSS score at 90 days (adjusted difference for brain frailty score 1 vs 0 = 0.97 [95% CI 0.19-1.75], *p* = 0.01; brain frailty score 2/3 vs 0 = 0.85 [95% CI -0.01 to -1.71], *p* = 0.05).\n\n**Discussion:**    This study highlights the association of brain frailty with the clinical presentation and recovery trajectory of patients with AIS undergoing EVT. Specifically, cortical atrophy was independently associated with baseline stroke severity, and the total burden of brain frailty was independently associated with NIHSS recovery trajectories. The results emphasize the importance of considering brain frailty in acute stroke management and prognostication.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40294371/",
    "relevance_score": 0.8094157354924181
  },
  {
    "pmid": "25382315",
    "title": "Neural function, injury, and stroke subtype predict treatment gains after stroke",
    "abstract": "**Objective:**    This study was undertaken to better understand the high variability in response seen when treating human subjects with restorative therapies poststroke. Preclinical studies suggest that neural function, neural injury, and clinical status each influence treatment gains; therefore, the current study hypothesized that a multivariate approach incorporating these 3 measures would have the greatest predictive value.\n\n**Methods:**    Patients 3 to 6 months poststroke underwent a battery of assessments before receiving 3 weeks of standardized upper extremity robotic therapy. Candidate predictors included measures of brain injury (including to gray and white matter), neural function (cortical function and cortical connectivity), and clinical status (demographics/medical history, cognitive/mood, and impairment).\n\n**Results:**    Among all 29 patients, predictors of treatment gains identified measures of brain injury (smaller corticospinal tract [CST] injury), cortical function (greater ipsilesional motor cortex [M1] activation), and cortical connectivity (greater interhemispheric M1-M1 connectivity). Multivariate modeling found that best prediction was achieved using both CST injury and M1-M1 connectivity (r(2) = 0.44, p = 0.002), a result confirmed using Lasso regression. A threshold was defined whereby no subject with >63% CST injury achieved clinically significant gains. Results differed according to stroke subtype; gains in patients with lacunar stroke were best predicted by a measure of intrahemispheric connectivity.\n\n**Interpretation:**    Response to a restorative therapy after stroke is best predicted by a model that includes measures of both neural injury and function. Neuroimaging measures were the best predictors and may have an ascendant role in clinical decision making for poststroke rehabilitation, which remains largely reliant on behavioral assessments. Results differed across stroke subtypes, suggesting the utility of lesion-specific strategies.\n\n© 2014 American Neurological Association.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25382315/",
    "relevance_score": 0.7816324790431761
  },
  {
    "pmid": "29321336",
    "title": "Neuroimaging Identifies Patients Most Likely to Respond to a Restorative Stroke Therapy",
    "abstract": "**Background and purpose:**    Patient heterogeneity reduces statistical power in clinical trials of restorative therapies. Valid predictors of treatment responsiveness are needed, and several have been studied with a focus on corticospinal tract (CST) injury. We studied performance of 4 such measures for predicting behavioral gains in response to motor training therapy.\n\n**Methods:**    Patients with subacute-chronic hemiparetic stroke (n=47) received standardized arm motor therapy, and change in arm Fugl-Meyer score was calculated from baseline to 1 month post-therapy. Injury measures calculated from baseline magnetic resonance imaging included (1) percent CST overlap with stroke, (2) CST-related atrophy (cerebral peduncle area), (3) CST integrity (fractional anisotropy) in the cerebral peduncle, and (4) CST integrity in the posterior limb of internal capsule.\n\n**Results:**    Percent CST overlap with stroke, CST-related atrophy, and CST integrity did not correlate with one another, indicating that these 3 measures captured independent features of CST injury. Percent injury to CST significantly predicted treatment-related behavioral gains (*r*=-0.41; *P*=0.004). The other CST injury measures did not, neither did total infarct volume nor baseline behavioral deficits. When directly comparing patients with mild versus severe injury using the percent CST injury measure, the odds ratio was 15.0 (95% confidence interval, 1.54-147; *P*<0.005) for deriving clinically important treatment-related gains.\n\n**Conclusions:**    Percent CST injury is useful for predicting motor gains in response to therapy in the setting of subacute-chronic stroke. This measure can be used as an entry criterion or a stratifying variable in restorative stroke trials to increase statistical power, reduce sample size, and reduce the cost of such trials.\n\n**Keywords:**    clinical trial; humans; pyramidal tracts; rehabilitation; stroke.\n\n© 2018 American Heart Association, Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29321336/",
    "relevance_score": 0.7718656973050139
  },
  {
    "pmid": "31714631",
    "title": "Why Most Acute Stroke Studies Are Positive in Animals but Not in Patients: A Systematic Comparison of Preclinical, Early Phase, and Phase 3 Clinical Trials of Neuroprotective Agents",
    "abstract": "**Objective:**    To analyze why numerous acute stroke treatments were successful in the laboratory but failed in large clinical trials.\n\n**Methods:**    We searched all phase 3 trials of medical treatments for acute ischemic stroke and corresponding early clinical and experimental studies. We compared the overall efficacy and assessed the impact of publication bias and study design on the efficacy. Furthermore, we estimated power and true report probability of experimental studies.\n\n**Results:**    We identified 50 phase 3 trials with 46,008 subjects, 75 early clinical trials with 12,391 subjects, and 209 experimental studies with >7,141 subjects. Three (6%) phase 3, 24 (32%) early clinical, and 143 (69.08%) experimental studies were positive. The mean treatment effect was 0.76 (95% confidence interval [CI] = 0.70-0.83) in experimental studies, 0.87 (95% CI = 0.71-1.06) in early clinical trials, and 1.00 (95% CI = 0.95-1.06) in phase 3 trials. Funnel plot asymmetry and trim-and-fill revealed a clear publication bias in experimental studies and early clinical trials. Study design and adherence to quality criteria had a considerable impact on estimated effect sizes. The mean power of experimental studies was 17%. Assuming a bias of 30% and pre-study odds of 0.5 to 0.7, this leads to a true report probability of <50%.\n\n**Interpretation:**    Pivotal study design differences between experimental studies and clinical trials, including different primary end points and time to treatment, publication bias, neglected quality criteria and low power, contribute to the stepwise efficacy decline of stroke treatments from experimental studies to phase 3 clinical trials. Even under conservative estimates, less than half of published positive experimental stroke studies are truly positive. ANN NEUROL 2020;87:40-51.\n\n© 2019 The Authors. Annals of Neurology published by Wiley Periodicals, Inc. on behalf of American Neurological Association.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31714631/",
    "relevance_score": 0.7654224037193983
  },
  {
    "pmid": "36462099",
    "title": "Stroke and Neurogenesis: Bridging Clinical Observations to New Mechanistic Insights from Animal Models",
    "abstract": "Stroke was the 2nd leading cause of death and a major cause of morbidity. Unfortunately, there are limited means to promote neurological recovery post-stroke, but research has unearthed potential targets for therapies to encourage post-stroke neurogenesis and neuroplasticity. The occurrence of neurogenesis in adult mammalian brains, including humans, was not widely accepted until the 1990s. Now, adult neurogenesis has been extensively studied in human and mouse neurogenic brain niches, of which the subventricular zone of the lateral ventricles and subgranular zone of the dentate gyrus are best studied. Numerous other niches are under investigation for neurogenic potential. This review offers a basic overview to stroke in the clinical setting, a focused summary of recent and foundational research literature on cortical neurogenesis and post-stroke brain plasticity, and insights regarding how the meninges and choroid plexus have emerged as key players in neurogenesis and neuroplasticity in the context of focal cerebral ischemia disrupting the anterior circulation. The choroid plexus and meninges are vital as they are integral sites for neuroimmune interactions, glymphatic perfusion, and niche signaling pertinent to neural stem cells and neurogenesis. Modulating neuroimmune interactions with a focus on astrocyte activity, potentially through manipulation of the choroid plexus and meningeal niches, may reduce the exacerbation of stroke by inflammatory mediators and create an environment conducive to neurorecovery. Furthermore, addressing impaired glymphatic perfusion after ischemic stroke likely supports a neurogenic environment by clearing out inflammatory mediators, neurotoxic metabolites, and other accumulated waste. The meninges and choroid plexus also contribute more directly to promoting neurogenesis: the meninges are thought to harbor neural stem cells and are a niche amenable to neural stem/progenitor cell migration. Additionally, the choroid plexus has secretory functions that directly influences stem cells through signaling mechanisms and growth factor actions. More research to better understand the functions of the meninges and choroid plexus may lead to novel approaches for stimulating neuronal recovery after ischemic stroke.\n\n**Keywords:**    Adult stem cell; Brain; Central nervous system (CNS); Choroid plexus; Inflammation; Ischemia; Meninges; Neural stem cell; Neurogenesis; Plasticity; Regeneration; Remodeling; Stroke; Tissue stem cell.\n\n© 2022. This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36462099/",
    "relevance_score": 0.7526967273572163
  },
  {
    "pmid": "31761058",
    "title": "Neuroimaging of Acute Stroke",
    "abstract": "Acute stroke is the clinical manifestation of disrupted blood flow or bleeding in the central nervous system. Imaging supports the clinical diagnosis and can aide in acute treatment decision making and guide information on prognosis. Features that are delineated include the parenchyma and the blood vessels. Parenchymal characteristics include early ischemic changes, established infarct and tissue at risk (penumbra), and hemorrhage. Vessel pathology includes arterial and venous steno-occlusive disease and vascular malformations. In the presence of a vessel occlusion, vessel imaging can assess collateral flow. This article outlines the role of neuroimaging as applied to patients presenting with acute stroke.\n\n**Keywords:**    Hemorrhage; Infarction; Ischemic stroke; Neuroimaging; Stroke; Thrombectomy.\n\nCopyright © 2019 Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31761058/",
    "relevance_score": 0.749548504986343
  },
  {
    "pmid": "23109881",
    "title": "Neuroprotection for stroke: current status and future perspectives",
    "abstract": "Neuroprotection aims to prevent salvageable neurons from dying. Despite showing efficacy in experimental stroke studies, the concept of neuroprotection has failed in clinical trials. Reasons for the translational difficulties include a lack of methodological agreement between preclinical and clinical studies and the heterogeneity of stroke in humans compared to homogeneous strokes in animal models. Even when the international recommendations for preclinical stroke research, the Stroke Academic Industry Roundtable (STAIR) criteria, were followed, we have still seen limited success in the clinic, examples being NXY-059 and haematopoietic growth factors which fulfilled nearly all the STAIR criteria. However, there are a number of neuroprotective treatments under investigation in clinical trials such as hypothermia and ebselen. Moreover, promising neuroprotective treatments based on a deeper understanding of the complex pathophysiology of ischemic stroke such as inhibitors of NADPH oxidases and PSD-95 are currently evaluated in preclinical studies. Further concepts to improve translation include the investigation of neuroprotectants in multicenter preclinical Phase III-type studies, improved animal models, and close alignment between clinical trial and preclinical methodologies. Future successful translation will require both new concepts for preclinical testing and innovative approaches based on mechanistic insights into the ischemic cascade.\n\n**Keywords:**    STAIR; ischemic cascade; ischemic stroke; neuroprotection; translation.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/23109881/",
    "relevance_score": 0.7127813311088681
  },
  {
    "pmid": "29656097",
    "title": "Treatment of epilepsy in multiple sclerosis",
    "abstract": "**Purpose:**    The prevalence of epilepsy is increased in multiple sclerosis (MS), but information on AED treatment and seizure outcome is scarce. We describe epilepsy characteristics including the use of AEDs and proportion of seizure-free patients at two tertiary hospitals in Sweden.\n\n**Method:**    We retrospectively studied electronic medical records of all patients with a diagnosis of MS and seizures at Sahlgrenska university hospital and Uppsala university hospital. Clinical data were reviewed until 2017.\n\n**Results:**    We identified a total of 62 MS patients with at least one seizure. Median age at the first seizure (before or after MS) was 41 years (range 0-80). The most common MS disease course at the first seizure was secondary progressive MS, the neurological disability was considerable, and most patients had several MRI lesions at their first seizure. The first EEG demonstrated epileptiform discharges in 38% and unspecific pathology in 40%. Current seizure status could be determined for 37 patients. Out of these, 46% had been seizure free for more than one year at last follow-up. The majority of patients (65%) were on monotherapy at last follow-up. Carbamazepine was the most commonly used first AED, with a retention rate of 52%. No individual AED was associated with a particularly high rate of seizure freedom. The most common reason for discontinuation of the first AED was side-effects.\n\n**Conclusion:**    Seizure freedom rates were low, perhaps indicating a need for higher ambitions in management. Side effects of AEDs may be a particular concern when treating epilepsy in patients with MS.\n\n**Keywords:**    Epilepsy; Multiple sclerosis; Seizures.\n\nCopyright © 2018 British Epilepsy Association. Published by Elsevier Ltd. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29656097/",
    "relevance_score": 0.8423793177308594
  },
  {
    "pmid": "40329813",
    "title": "Multiple Sclerosis and Seizures: Clinical, Diagnostic and Therapeutic Correlations",
    "abstract": "**Introduction:**    Seizures occur more commonly in people with multiple sclerosis (pwMS) than in the general population. Existing studies correlating clinical, diagnostic and therapeutic outcomes for pwMS and seizures are lacking. We determine the prevalence of seizure(s) in people with MS/clinically isolated syndrome (CIS) and characterize a population-based cohort of pwMS/CIS and seizure(s).\n\n**Methods:**    We used the South Wales MS registry to identify all people with MS/CIS and a lifetime history of seizure living within Cardiff and Vale. Retrospective clinical data were extracted from electronic records. Prevalent populations of (i) lifetime history of seizure(s) (ii) epilepsy diagnosis in pwMS/CIS were calculated on the January 1st, 2020 for the catchment area. MR brain images nearest to time of first seizure were reviewed and compared to a contemporary, matched cohort of pwMS without seizures.\n\n**Results:**    We identified 49 historical cases of co-existent MS/CIS and seizure(s). On January 1st, 2020, we found that 2.4% (23/950, 95% CI 1.4%-3.4%) of the prevalent population of people with MS/CIS had experienced a seizure and 2.1% (20/950, 95% CI 1.2%-3.0%) had a diagnosis of epilepsy, which is higher than the general population (0.76%). Seizure(s) occurred before other symptoms of MS in 15/49 and after MS in 34/49. One patient (2%) experienced a seizure during MS relapse. First seizure occurred during treatment with fingolimod in three patients and with fampridine in one patient. Analysis of MR brain images suggests that pwMS and seizures have a higher number of T2 lesions and more marked brain atrophy.\n\n**Conclusion:**    This study suggests that approximately 2.4% of people with MS/CIS are expected to experience seizure(s). Seizures in MS are associated with higher overall brain disease burden.\n\n**Keywords:**    epilepsy; multiple sclerosis; seizures.\n\n© 2025 The Author(s). Brain and Behavior published by Wiley Periodicals LLC.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40329813/",
    "relevance_score": 0.7654224037193983
  },
  {
    "pmid": "38383156",
    "title": "Incidence and determinants of seizures in multiple sclerosis: a meta-analysis of randomised clinical trials",
    "abstract": "**Background:**    Seizures are reported to be more prevalent in individuals with multiple sclerosis (MS) compared with the general population. Existing data predominantly originate from population-based studies, which introduce variability in methodologies and are vulnerable to selection and reporting biases.\n\n**Methods:**    This meta-analysis aims to assess the incidence of seizures in patients participating in randomised clinical trials and to identify potential contributing factors. Data were extracted from 60 articles published from 1993 to 2022. The pooled effect size, representing the incidence rate of seizure events, was estimated using a random-effect model. Metaregression was employed to explore factors influencing the pooled effect size.\n\n**Results:**    The meta-analysis included data from 53 535 patients and 120 seizure events in a median follow-up of 2 years. The pooled incidence rate of seizures was 68.0 per 100 000 patient-years, significantly higher than the general population rate of 34.6. Generalised tonic-clonic seizures were the most common type reported, although there was a high risk of misclassification for focal seizures with secondary generalisation. Disease progression, longer disease duration, higher disability levels and lower brain volume were associated with a higher incidence of seizures. Particularly, sphingosine-1-phosphate receptor (S1PR) modulators exhibited a 2.45-fold increased risk of seizures compared with placebo or comparators, with a risk difference of 20.5 events per 100 000 patient-years.\n\n**Conclusions:**    Patients with MS face a nearly twofold higher seizure risk compared with the general population. This risk appears to be associated not only with disease burden but also with S1PR modulators. Our findings underscore epilepsy as a significant comorbidity in MS and emphasise the necessity for further research into its triggers, preventive measures and treatment strategies.\n\n© Author(s) (or their employer(s)) 2024. No commercial re-use. See rights and permissions. Published by BMJ.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "neurology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38383156/",
    "relevance_score": 0.7590328967347101
  },
  {
    "pmid": "33484895",
    "title": "Exploring the future of infectious disease treatment in a post-antibiotic era: A comparative review of alternative therapeutics",
    "abstract": "Antibiotic resistance is projected to be one of the greatest healthcare challenges of the 21st century. As the efficacy of these critical drugs wanes and the discovery of new antibiotics stagnates, exploration of alternative therapies could offer a much needed solution. Although numerous alternative therapies are currently under investigation, three in particular appear poised for long-term success, namely antimicrobial oligonucleotides, monoclonal antibodies and phage therapy. Antimicrobial oligonucleotides could conceivably offer the greatest spectrum of activity while having the lowest chance of unrecoverable resistance. Bacteriophages, while most susceptible to resistance, are inexhaustible, inexpensive and exceptionally adept at eliminating biofilm-associated infections. And although monoclonal antibodies may have limited access to such recalcitrant bacteria, these agents are uniquely able to neutralise exotoxins and other diffusible virulence factors. This comparative review seeks to illuminate these promising therapies and to encourage the scientific and financial support necessary to usher in the next generation of infectious disease treatment.\n\n**Keywords:**    Antibiotic alternative; Antibiotic resistance; Antisense oligonucleotide; Monoclonal antibody; Phage therapy; Short interfering RNA.\n\nCopyright © 2021 The Author. Published by Elsevier Ltd.. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33484895/",
    "relevance_score": 0.8257330531259633
  },
  {
    "pmid": "12807291",
    "title": "Non-antibiotic therapies for infectious diseases",
    "abstract": "The emergence of multiple antibiotic resistant organisms in the general community is a potentially serious threat to public health. The emergence of antibiotic resistance has not yet prompted a radical revision of antibiotic utilisation. Instead it has prompted the development of additional antibiotics. Unfortunately, this does not relieve the underlying selection pressure that drives the development of resistance. A paradigm shift in the treatment of infectious disease is necessary to prevent antibiotics becoming obsolete and, where appropriate, alternatives to antibiotics ought to be considered. There are already several non-antibiotic approaches to the treatment and prevention of infection including probiotics, phages and phytomedicines. There is some evidence that probiotics such as Lactobacillus spp. or Saccharomyces boulardii are useful in the prevention and treatment of diarrhoea, including Clostridium difficile-associated diarrhoea that can be difficult to treat and recurs frequently. Bacteriophages have received renewed attention for the control of both staphylococcal and gastrointestinal infections. Phytomedicines that have been utilised in the treatment of infections include artesunate for malaria, tea tree oil for skin infections, honey for wound infections, mastic gum for Helicobacter pylori gastric ulcers and cranberry juice for urinary tract infections. Many infections may prove amenable to safe and effective treatment with non-antibiotics.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/12807291/",
    "relevance_score": 0.7915228444900766
  },
  {
    "pmid": "40745633",
    "title": "Efficacy of tenofovir on clinical outcomes of COVID-19 patients: a systematic review",
    "abstract": "**Background:**    Pharmacological treatments for COVID-19 remain limited, particularly for severe outcomes. Tenofovir, an inhibitor of the SARS-CoV-2 RNA-dependent RNA polymerase (RdRp), has been proposed as a therapeutic agent to reduce hospitalization, intensive care unit (ICU) admissions, and mortality.\n\n**Objective:**    To assess the efficacy of tenofovir in COVID-19 patients based on randomized controlled trials (RCTs).\n\n**Methods:**    A systematic review of RCTs assessing tenofovir in COVID-19 was conducted. Searches in PubMed/MEDLINE, Scopus, Cochrane Library, LILACS, SciELO, and COVID-19 LOVE databases were last updated on April 16, 2025. Risk of bias was evaluated using the Cochrane Risk of Bias 2.0 tool. As a meta-analysis was not feasible, a qualitative analysis was performed. The review protocol was registered in PROSPERO (CRD42023465336).\n\n**Results:**    Among 1241 retrieved trials, three met the inclusion criteria. These trials, conducted in 32 hospitals across Colombia, Spain and Iran included 1048 patients. In the Colombian study, the combination of tenofovir disoproxil/emtricitabine with colchicine and rosuvastatin was associated with reduced 28-day mortality (risk difference [RD] = -0.05; 95% CI: -0.07 to -0.04) and lower need for invasive mechanical ventilation (RD = -0.08; 95% CI: -0.11 to -0.04). However, randomization bias and small sample size limit the interpretation of these results. Conversely, the Spanish study was classified as having a low risk of bias, but found no significant benefit of tenofovir disoproxil/emtricitabine in reducing 28-day mortality (risk ratio [RR] = 1.76; 95% CI: 0.52 to 5.91) or for the composite outcome of ICU admission, disease progression, and mortality (RR = 0.95; 95% CI: 0.66 to 1.40). The Iranian study, in turn, demonstrated that tenofovir alafenamide, when combined with standard treatment, significantly reduced the need for mechanical ventilation (0.0% vs. 13.3%, p = 0.038) and ICU length of stay (3.3 days vs. 14.5 days; p = 0.04). However, the presence of a high risk of bias, with major concerns regarding co-interventions and statistical analyses, precludes a definitive conclusion regarding these results.\n\n**Conclusions:**    This review identified three clinical trials evaluating the efficacy of tenofovir in COVID-19, with conflicting results. One study suggested a potential benefit in reducing mortality and the need for invasive mechanical ventilation in mild to moderate cases but methodological limitations, including risk of bias and small sample size, weaken its conclusions. The second study found no significant impact on mortality or disease progression. In the third study, no deaths were reported, but he significant reduction in the need for mechanical ventilation and ICU length of stay is extremely limited due to the high risk of bias. Given these inconsistencies and the limitations of available evidence, tenofovir cannot be recommended for COVID-19 treatment.\n\n**Keywords:**    COVID-19; Mortality; Systematic review; Tenofovir; Treatment outcome.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40745633/",
    "relevance_score": 0.8874028968843727
  },
  {
    "pmid": "40067859",
    "title": "A Systematic Review and Meta-analysis of the Effectiveness of Remdesivir to Treat SARS-CoV-2 in Hospitalized Patients: Have the Guidelines Evolved With the Evidence?",
    "abstract": "**Background:**    With progressive accumulation of knowledge on SARS-CoV-2 infection clinical management, treatment guidelines recommended several options including remdesivir, a broad-spectrum antiviral. Given the evolving nature of coronavirus disease 2019, capturing the totality of scientific evidence from clinical trials and observational studies is critical to inform clinical decision making. We conducted a systematic literature review with meta-analysis to summarize the effectiveness of remdesivir among hospitalized adults.\n\n**Methods:**    We systematically searched MEDLINE, Embase and Cochrane Library databases for interventional and observational studies examining remdesivir efficacy. A rigorous double-reviewer approach was used for source identification, screening, data extraction and risk of bias assessment. A hierarchical random-effects model meta-analysis was used, with subgroup analyses for randomized controlled trials (RCTs) and real-world (RW) studies.\n\n**Results:**    From January 2019 to December 2023 >18 000 sources were screened, and 122 unique studies were identified, reporting on 25 174 participants in RCTs and 1 279 859 in RW studies. Remdesivir significantly increased survival in the overall population (odds ratio, 0.69 [95% confidence interval, .55-.86]; P = .001] across SARS-CoV-2 variants and disease severity levels: no supplemental oxygen (0.81 [.75-.88]), low-flow oxygen (0.71 [.64-.79]), high-flow oxygen (0.87 [.83-.91]), and invasive mechanical ventilation (0.78 [.68-.90]). Rehospitalization risk was significantly reduced in patients receiving remdesivir (odds ratio, 0.72 [95% confidence interval, .64-.81]).\n\n**Conclusions:**    Our comprehensive systematic literature review, capturing the totality of evidence, showed a significant survival benefit among patients hospitalized for SARS-CoV-2 infection and receiving remdesivir, across all disease severity levels. To assure that healthcare providers are aware of and deploy evidence-based optimal care, recommendations should rely on both RCT and RW data.\n\n**Keywords:**    COVID-19; SARS-CoV-2; effectiveness; remdesivir; treatment guidelines.\n\n© The Author(s) 2025. Published by Oxford University Press on behalf of Infectious Diseases Society of America.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40067859/",
    "relevance_score": 0.8824434022349111
  },
  {
    "pmid": "41027009",
    "title": "Retreatment With Nirmatrelvir/Ritonavir Following Return of COVID-19 Symptoms and SARS-CoV-2 Positivity",
    "abstract": "**Background:**    Rebound of coronavirus disease 2019 (COVID-19) is defined as return of symptoms and/or viral positivity after resolution of the initial infection. While rebound is typically mildly symptomatic and rarely associated with progression to severe disease, the benefit of repeated antiviral treatment has not been investigated.\n\n**Methods:**    This randomized, double-blind, placebo-controlled clinical trial evaluated the efficacy and safety of a second 5-day treatment course of nirmatrelvir/ritonavir versus placebo/ritonavir in participants with symptomatic mild to moderate COVID-19 with a positive severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) rapid antigen test within 14 days of initial nirmatrelvir/ritonavir treatment. The primary efficacy endpoint was the change in viral SARS-CoV-2 RNA level from baseline to Day 5.\n\n**Results:**    The full analysis set included 436 participants assigned to treatment (292, nirmatrelvir/ritonavir; 144, placebo/ritonavir). A second 5-day course of nirmatrelvir/ritonavir resulted in a significant reduction in viral RNA levels at Day 5 compared with placebo/ritonavir (P = .0004; 95% CI, -1.09, -.32). The median time to 2 consecutive negative RAT results was 4 versus 5 days, and the median time to sustained alleviation of all targeted signs/symptoms was 8 versus 9 days in the nirmatrelvir/ritonavir and placebo/ritonavir groups, respectively. Retreatment with nirmatrelvir/ritonavir was safe and well tolerated, and there were no occurrences of COVID-19-related hospitalizations or deaths.\n\n**Conclusions:**    A repeated 5-day course of nirmatrelvir/ritonavir was safe and well tolerated and was associated with a faster decline in viral RNA levels. In this study, there was no clear benefit of retreatment because rebound was transient and mild and did not lead to severe COVID-19.\n\n**Clinical trials registration:**    [NCT05567952](http://clinicaltrials.gov/show/NCT05567952); https://clinicaltrials.gov/study/NCT05567952.\n\n**Keywords:**    COVID-19; nirmatrelvir; rebound; retreatment; ritonavir.\n\n© The Author(s) 2025. Published by Oxford University Press on behalf of Infectious Diseases Society of America.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41027009/",
    "relevance_score": 0.8801321250513311
  },
  {
    "pmid": "41132135",
    "title": "Effectiveness of Nirmatrelvir/Ritonavir or Molnupiravir Use in Immunocompromised Patients on B-Cell-Depleting Therapy With COVID-19: A Target Trial Emulation Study",
    "abstract": "**Background:**    Immunocompromised patients, especially those receiving B-cell-depleting therapy (BCDT), remain at high risk for severe coronavirus disease 2019 (COVID-19). Although monoclonal antibodies showed benefit pre-Omicron, the real-world effectiveness of the oral antivirals in BCDT recipients is unclear.\n\n**Methods:**    We emulated a target trial using the Cleveland Clinic electronic health record. Adult patients (≥18 years) with immune-mediated inflammatory diseases who received rituximab or ocrelizumab and tested positive for severe acute respiratory syndrome coronavirus 2 between 19 December 2021 and 30 June 2025 were eligible. The primary endpoint was hospitalization or death within 21 days; the secondary endpoint was death within 90 days. Propensity scores adjusted for confounding, and Weighted Cox regression models were used to evaluated treatment effects.\n\n**Results:**    Among 255 853 COVID-19 cases, 876 met criteria for the nirmatrelvir/ritonavir cohort (411 treated, 465 untreated) and 566 for the molnupiravir cohort (91 treated, 475 untreated). In the nirmatrelvir/ritonavir cohort, 18 (4.4%) of treated versus 43 (9.2%) of untreated patients were hospitalized or died within 21 days. After weighting, nirmatrelvir/ritonavir reduced the hazard by 44% (hazard ratio [HR], 0.56; 95% confidence interval [CI], 0.31-0.99). In the molnupiravir cohort, 6 (6.6%) of treated and 46 (9.7%) of untreated patients met the primary endpoint; the weighted HR was 0.56 (95% CI, 0.24-1.33), not statistically significant.\n\n**Conclusions:**    Early outpatient nirmatrelvir/ritonavir significantly lowers the risk of COVID-19-related hospitalization or death in patients on BCDT. Molnupiravir showed a nonsignificant trend toward benefit. These findings support prioritizing nirmatrelvir/ritonavir for high-risk immunocompromised populations.\n\n**Keywords:**    B–cell–depleting therapy; COVID-19; antiviral medication; immunocompromised; target trial emulation.\n\n© The Author(s) 2025. Published by Oxford University Press on behalf of Infectious Diseases Society of America. All rights reserved. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site—for further information please contact journals.permissions@oup.com.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41132135/",
    "relevance_score": 0.8686912799565144
  },
  {
    "pmid": "40281241",
    "title": "Into the Unknown: Practical Remdesivir Restriction in the Era of Widespread SARS-CoV-2 Seropositivity",
    "abstract": "**Background:**    There are limited data to support routine remdesivir use in the contemporary era of severe acute respiratory syndrome coronavirus 2 with widespread seropositivity.\n\n**Methods:**    A restriction of remdesivir among adult immunocompetent patients was implemented across an 8-hospital health system. A pre-post quasi-experimental design was used to compare patients 12 months pre-intervention (June 2022-May 2023) to 12 months post-intervention (July 2023-June 2024). The primary outcome was 14-day all-cause mortality.\n\n**Results:**    A total of 4774 patients were included in the analysis (3323 pre-intervention, 1451 post-intervention). Significantly fewer patients in the post-intervention group received remdesivir (37.7% pre-intervention versus 4.1% post-intervention; P < .001). When medium-risk covariates were modeled, there was no difference in 14-day all-cause mortality between pre- and post-intervention groups (odds ratio, 1.8; 95% confidence interval: .54-5.8; P = .34). There was no difference in 28-day all-cause mortality, 30-day readmission, or length of hospital stay. Intensive care unit (ICU) admission and mechanical ventilator (MV) use were different between groups. Remdesivir use was associated with a lower risk of ICU admission and MV use pre-intervention and a higher association with these outcomes post-intervention. Similar outcomes were observed with high-risk value covariates.\n\n**Conclusions:**    Restriction of remdesivir use in immunocompetent patients was not associated with an increased risk of mortality. Remdesivir use was associated with an unexpected increased risk of ICU admission and MV use within the post-intervention group, likely explained by the higher-risk patient population that received remdesivir. Prospective studies are needed to definitively determine if highly immunocompetent patients benefit from remdesivir.\n\n**Keywords:**    COVID-19; antiviral; remdesivir; respiratory tract infection; stewardship.\n\n© The Author(s) 2025. Published by Oxford University Press on behalf of Infectious Diseases Society of America. All rights reserved. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site—for further information please contact journals.permissions@oup.com.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40281241/",
    "relevance_score": 0.8204367349332484
  },
  {
    "pmid": "41111097",
    "title": "Development and Validation of an Electronic Health Record-Derived Prediction Model for Preventing COVID-19 Hospitalization and Death",
    "abstract": "Hospitalization and death following COVID-19 infection continue to pose a major public health concern and place strain on health system resources. Outpatient antiviral medication can reduce the risk of COVID-19 hospitalization and death for those at risk of poor outcomes, but identifying high-risk populations who may benefit most from treatment is challenging. The objective of this study was to develop and validate a prediction model for the composite outcome of hospitalization or death in the 14 days following COVID-19 infection. Our sample included 67,530 COVID-19 infections documented in outpatient care and occurring between April 1, 2020, and November 1, 2022, for 64,529 Kaiser Permanente Washington patients who did not receive outpatient antiviral treatment; 1378 (2.0%) of these infections resulted in hospitalization or death. Our prediction model, estimated using logistic regression with LASSO variable selection and ridge penalization, included 19 risk factors and showed high performance, including an area under the curve of 0.825 (95% confidence interval 0.813-0.836). Among the 10% of infections with the highest risk predictions, the true positive rate was 48% (46-51%) and the positive predictive value was 9.9% (9.2-10.6%). Supplemental analyses confirmed strong model performance across racial and ethnic subgroups and over time. We also present our process for selecting a risk threshold above which to recommend antiviral treatment and discuss considerations for prospective clinical implementation. This project demonstrates that machine learning tools can be used by health systems to deliver timely, targeted secondary prevention to reduce the risk of serious illness or death.\n\n**Keywords:**    Algorithm fairness; Clinical prediction model; Health equity; Learning health system; Nirmatrelvir/ritonavir (Paxlovid®); Prospective validation.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41111097/",
    "relevance_score": 0.7957807314228592
  },
  {
    "pmid": "40329717",
    "title": "Navigating the COVID-19 Treatment Landscape: Efficacy and Side-Effects of Current Therapies against SARS-CoV-2",
    "abstract": "Coronavirus Disease 2019 (COVID-19), caused by the highly contagious severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), emerged in late 2019 in Wuhan, China. Designated as an epidemic by the World Health Organization (WHO) on January 30, 2020, the virus quickly escalated to a global emergency, officially declared a pandemic in March 2020. With over 6 million recorded deaths and more than 200 identified symptoms in diverse individuals, the impact of COVID-19 is substantial. COVID-19 poses a greater risk to individuals with advanced HIV, while those with well-managed HIV are not at increased risk. Although COVID-19 vaccines are generally effective for people with HIV, some may experience reduced vaccine effectiveness and breakthrough infections due to suboptimal immune responses. Long COVID, affecting at least 65 million individuals, adds a layer of complexity. The virus's rapid mutation has led to diverse symptomatology, prompting adjustments in treatment guidelines. This review comprehensively examines repurposed antiviral drug candidates against COVID-19, explores immune responses across different age groups, delves into the mechanisms of COVID-19 vaccines, and discusses potential immunosuppressants. Additionally, the focus extends to Intravenous Immunoglobulin (IVIG), steroids, and anti-cytokine therapy as promising avenues to address cytokine release syndrome (CRS), a critical condition in COVID-19 patients.\n\n**Keywords:**    COVID-19; HIV.; SARS-CoV-2; antivirals; immunotherapies; mRNA vaccines.\n\nCopyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40329717/",
    "relevance_score": 0.7947028009269451
  },
  {
    "pmid": "40225829",
    "title": "A Rapid Systematic Review of U.S. Food and Drug Administration-Authorized COVID-19 Treatments",
    "abstract": "**Background:**    The coronavirus disease 2019 (COVID-19) pandemic era saw numerous treatments authorized for emergency use by the United States (US) Food and Drug Administration (FDA). The purpose of the review was to determine if convalescent plasma, antivirals, or monoclonal antibodies are associated with serious adverse events (SAEs) and, if so, which specific populations are at risk.\n\n**Methods:**    PubMed, ClinicalTrials.gov, and the FDA submission database were searched through December 2023, and the Infectious Diseases Society of America guidelines, international COVID Network Meta-analysis database, and systematic reviews were reference mined to identify controlled studies with at least 1 US site. Reviewers abstracted study characteristics, number of patients experiencing each type of SAE, and methods of adverse event collection and reporting.\n\n**Results:**    Fifty-four studies met inclusion criteria, including 31 randomized controlled trials. We found insufficient evidence of association of any SAE with antivirals and spike protein receptor-binding antibodies. In patients hospitalized with COVID-19, the monoclonal antibody tocilizumab, an interleukin 6 inhibitor, may be associated with elevated risk of neutropenia (moderate certainty) and infection (limited certainty). Convalescent plasma may be associated with thrombotic events (limited certainty) as well as bleeding events and infection in patients with hematologic cancers (moderate certainty). Inclusion of studies without a US site could potentially change the findings.\n\n**Conclusions:**    Severe COVID-19 infection may have serious consequences, especially in hospitalized patients with comorbidities. These consequences may be confused with toxicities of the interventions. Based on our analysis, approved treatments for COVID-19 should be prescribed as clinically indicated, although continued vigilance is warranted to identify rare and potentially significant toxicities that may arise in clinical practice.\n\n**Clinical trials registration:**    PROSPERO (CRD42023467821).\n\n**Keywords:**    COVID-19; adverse events; convalescent plasma; spike protein receptor-binding antibodies; tocilizumab.\n\n© The Author(s) 2025. Published by Oxford University Press on behalf of Infectious Diseases Society of America.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "infectious disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40225829/",
    "relevance_score": 0.768508444285144
  },
  {
    "pmid": "24915263",
    "title": "Insulin therapy for type 2 diabetes mellitus",
    "abstract": "**Importance:**    The incidence and prevalence of type 2 diabetes mellitus are increasing.\n\n**Objective:**    To review currently available insulin therapy, as well as evidence on the use, application, initiation, and intensification of insulin in the outpatient setting.\n\n**Evidence review:**    Data sources included PubMed for trials and investigations in type 2 diabetes examining insulin use from January 1998 to April 2014.\n\n**Findings:**    The hemoglobin A1c target for most patients with type 2 diabetes is 7% but needs to be modified when there is increased risk of hypoglycemia, reduced life expectancy, extensive comorbidities, or reduced resources. Insulin therapy may be considered early or late in the disease course; adverse effects include weight gain and hypoglycemia. Basal insulin can be added to oral hypoglycemic agents (generally stopping sulfonylureas) initially, and later, prandial insulin can be added in a stepwise fashion. Insulin treatment must be individualized, and there are a number of challenges to insulin initiation and intensification.\n\n**Conclusions and relevance:**    Insulin can help achieve ideal hemoglobin A1c goals for patients with type 2 diabetes. Barriers such as adherence, patient preferences, clinician preferences, and resource allocation must be addressed.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/24915263/",
    "relevance_score": 0.9089351009022456
  },
  {
    "pmid": "29508275",
    "title": "EADSG Guidelines: Insulin Therapy in Diabetes",
    "abstract": "A diagnosis of diabetes or hyperglycemia should be confirmed prior to ordering, dispensing, or administering insulin (A). Insulin is the primary treatment in all patients with type 1 diabetes mellitus (T1DM) (A). Typically, patients with T1DM will require initiation with multiple daily injections at the time of diagnosis. This is usually short-acting insulin or rapid-acting insulin analogue given 0 to 15 min before meals together with one or more daily separate injections of intermediate or long-acting insulin. Two or three premixed insulin injections per day may be used (A). The target glycated hemoglobin A1c (HbA1c) for all children with T1DM, including preschool children, is recommended to be < 7.5% (< 58 mmol/mol). The target is chosen aiming at minimizing hyperglycemia, severe hypoglycemia, hypoglycemic unawareness, and reducing the likelihood of development of long-term complications (B). For patients prone to glycemic variability, glycemic control is best evaluated by a combination of results with self-monitoring of blood glucose (SMBG) (B). Indications for exogenous insulin therapy in patients with type 2 diabetes mellitus (T2DM) include acute illness or surgery, pregnancy, glucose toxicity, contraindications to or failure to achieve goals with oral antidiabetic medications, and a need for flexible therapy (B). In T2DM patients, with regards to achieving glycemic goals, insulin is considered alone or in combination with oral agents when HbA1c is ≥ 7.5% (≥ 58 mmol/mol); and is essential for treatment in those with HbA1c ≥ 10% (≥ 86 mmol/mol), when diet, physical activity, and other antihyperglycemic agents have been optimally used (B). The preferred method of insulin initiation in T2DM is to begin by adding a long-acting (basal) insulin or once-daily premixed/co-formulation insulin or twice-daily premixed insulin, alone or in combination with glucagon-like peptide-1 receptor agonist (GLP-1 RA) or in combination with other oral antidiabetic drugs (OADs) (B). If the desired glucose targets are not met, rapid-acting or short-acting (bolus or prandial) insulin can be added at mealtime to control the expected postprandial raise in glucose. An insulin regimen should be adopted and individualized but should, to the extent possible, closely resemble a natural physiologic state and avoid, to the extent possible, wide fluctuating glucose levels (C). Blood glucose monitoring is an integral part of effective insulin therapy and should not be omitted in the patient's care plan. Fasting plasma glucose (FPG) values should be used to titrate basal insulin, whereas both FPG and postprandial glucose (PPG) values should be used to titrate mealtime insulin (B). Metformin combined with insulin is associated with decreased weight gain, lower insulin dose, and less hypoglycemia when compared with insulin alone (C). Oral medications should not be abruptly discontinued when starting insulin therapy because of the risk of rebound hyperglycemia (D). Analogue insulin is as effective as human insulin but is associated with less postprandial hyperglycemia and delayed hypoglycemia (B). The shortest needles (currently the 4-mm pen and 6-mm syringe needles) are safe, effective, and less painful and should be the first-line choice in all patient categories; intramuscular (IM) injections should be avoided, especially with long-acting insulins, because severe hypoglycemia may result; lipohypertrophy is a frequent complication of therapy that distorts insulin absorption, and therefore, injections and infusions should not be given into these lesions and correct site rotation will help prevent them (A). Many patients in East Africa reuse syringes for various reasons, including financial. This is not recommended by the manufacturer and there is an association between needle reuse and lipohypertrophy. However, patients who reuse needles should not be subjected to alarming claims of excessive morbidity from this practice (A). Health care authorities and planners should be alerted to the risks associated with syringe or pen needles 6 mm or longer in children (A).\n\n**Keywords:**    Diabetes mellitus; East Africa; Guidelines; Hyperglycemia; Hypoglycemia; Insulin therapy; Type 1 diabetes mellitus (T1DM); Type 2 diabetes mellitus (T2DM).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29508275/",
    "relevance_score": 0.8979359908494527
  },
  {
    "pmid": "24622264",
    "title": "Short-term intensive insulin therapy in type 2 diabetes mellitus: a systematic review and meta-analysis",
    "abstract": "**Background:**    Studies have shown that, when implemented early in the course of type 2 diabetes mellitus, treatment with intensive insulin therapy for 2-3 weeks can induce a glycaemic remission, wherein patients are able to maintain normoglycaemia without any anti-diabetic medication. We thus did a systematic review and meta-analysis of interventional studies to assess the effect of short-term intensive insulin therapy on the pathophysiological defects underlying type 2 diabetes mellitus (pancreatic β-cell dysfunction and insulin resistance) and identify clinical predictors of remission.\n\n**Methods:**    We identified studies published between 1950 and Nov 19, 2012, which assessed the effect of intensive insulin therapy on β-cell function or insulin resistance, or both, or assessed long-term drug-free glycaemic remission in adults aged 18 years or older with newly diagnosed type 2 diabetes mellitus. We calculated pooled estimates by random-effects model. This study is registered with International Prospective Register of Systematic Reviews, number CRD42012002829.\n\n**Findings:**    We identified 1645 studies of which seven fulfilled inclusion criteria (n=839 participants). Five studies were non-randomised. A pooled analysis of the seven studies showed a post-intensive insulin therapy increase in Homeostasis Model Assessment of β-cell function as compared with baseline (1·13, 95% CI 1·02 to 1·25) and a decrease in Homeostasis Model Assessment of Insulin Resistance (-0·57, -0·84 to -0·29). In the four studies that assessed glycaemic remission (n=559 participants), the proportion of participants in drug-free remission was about 66·2% (292 of 441 patients) after 3 months of follow-up, about 58·9% (222 of 377 patients) after 6 months, about 46·3% (229 of 495 patients) after 12 months, and about 42·1% (53 of 126 patients) after 24 months. Patients who achieved remission had higher body-mass index than those who did not achieve remission (1·06 kg/m(2), 95% CI 0·55 to 1·58) and lower fasting plasma glucose (-0·59 mmol/L, 95% CI -1·11 to -0·07) at baseline.\n\n**Interpretation:**    Short-term intensive insulin therapy can improve the underlying pathophysiology in early type 2 diabetes mellitus, and thus might provide a treatment strategy for modifying the natural history of diabetes.\n\n**Funding:**    None.\n\nCopyright © 2013 Elsevier Ltd. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/24622264/",
    "relevance_score": 0.8679800328041835
  },
  {
    "pmid": "37150579",
    "title": "American Association of Clinical Endocrinology Consensus Statement: Comprehensive Type 2 Diabetes Management Algorithm - 2023 Update",
    "abstract": "**Objective:**    This consensus statement provides (1) visual guidance in concise graphic algorithms to assist with clinical decision-making of health care professionals in the management of persons with type 2 diabetes mellitus to improve patient care and (2) a summary of details to support the visual guidance found in each algorithm.\n\n**Methods:**    The American Association of Clinical Endocrinology (AACE) selected a task force of medical experts who updated the 2020 AACE Comprehensive Type 2 Diabetes Management Algorithm based on the 2022 AACE Clinical Practice Guideline: Developing a Diabetes Mellitus Comprehensive Care Plan and consensus of task force authors.\n\n**Results:**    This algorithm for management of persons with type 2 diabetes includes 11 distinct sections: (1) Principles for the Management of Type 2 Diabetes; (2) Complications-Centric Model for the Care of Persons with Overweight/Obesity; (3) Prediabetes Algorithm; (4) Atherosclerotic Cardiovascular Disease Risk Reduction Algorithm: Dyslipidemia; (5) Atherosclerotic Cardiovascular Disease Risk Reduction Algorithm: Hypertension; (6) Complications-Centric Algorithm for Glycemic Control; (7) Glucose-Centric Algorithm for Glycemic Control; (8) Algorithm for Adding/Intensifying Insulin; (9) Profiles of Antihyperglycemic Medications; (10) Profiles of Weight-Loss Medications (new); and (11) Vaccine Recommendations for Persons with Diabetes Mellitus (new), which summarizes recommendations from the Advisory Committee on Immunization Practices of the U.S. Centers for Disease Control and Prevention.\n\n**Conclusions:**    Aligning with the 2022 AACE diabetes guideline update, this 2023 diabetes algorithm update emphasizes lifestyle modification and treatment of overweight/obesity as key pillars in the management of prediabetes and diabetes mellitus and highlights the importance of appropriate management of atherosclerotic risk factors of dyslipidemia and hypertension. One notable new theme is an emphasis on a complication-centric approach, beyond glucose levels, to frame decisions regarding first-line pharmacologic choices for the treatment of persons with diabetes. The algorithm also includes access/cost of medications as factors related to health equity to consider in clinical decision-making.\n\n**Keywords:**    diabetes algorithm; diabetes management; diabetes mellitus; diabetes treatment; type 2 diabetes.\n\nCopyright © 2023 AACE. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37150579/",
    "relevance_score": 0.7278765765713893
  },
  {
    "pmid": "40851876",
    "title": "Personalized Approaches to Hypothyroidism: The Role of Triiodothyronine (T3) in Thyroid Hormone Replacement",
    "abstract": "Levothyroxine (T4) monotherapy remains the standard of care for hypothyroidism worldwide. However, a subset of patients continues to report persistent symptoms, such as fatigue, depression, and cognitive difficulties, despite normalized thyroid-stimulating hormone (TSH) levels. This has reignited clinical interest in the active thyroid hormone triiodothyronine (T3) and combination T4/T3 therapies. This review explores the physiological distinctions between T4 and T3, emphasizing the importance of peripheral T4-to-T3 conversion and the role of deiodinase polymorphisms (e.g., DIO2 Thr92Ala) that may impair this process in certain individuals. The evidence for T3-containing therapies is critically evaluated, including synthetic liothyronine and desiccated thyroid extract, comparing their pharmacokinetics, clinical outcomes, and safety profiles with T4 monotherapy. Emerging data suggest that some patients may benefit from combination therapy, particularly in symptom resolution and quality-of-life measures, although robust long-term outcomes remain under debate. Current clinical guidelines from major thyroid societies continue to endorse T4 monotherapy, citing inconsistent trial results and potential cardiovascular risks associated with T3. Nonetheless, a growing movement toward personalized medicine, including genetic profiling, patient-reported outcomes, and individualized dosing, may pave the way for more nuanced treatment strategies. This review underscores the need for a balanced, patient-centered approach to thyroid hormone replacement, integrating evolving science with clinical experience to optimize care for individuals with hypothyroidism.\n\n**Keywords:**    combination thyroid therapy; deiodinase polymorphism; hypothyroidism; levothyroxine (t4); personalized medicine in endocrinology; triiodothyronine (t3).\n\nCopyright © 2025, Mazza et al.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40851876/",
    "relevance_score": 0.6571695766267031
  },
  {
    "pmid": "41482002",
    "title": "Approach to the Patient Considering Thyroid Hormone Deprescribing",
    "abstract": "There is a widespread and increasing thyroid hormone overuse. Levothyroxine, a synthetic form of thyroid hormone, is one of the most prescribed medications in the United States. Many patients are started on levothyroxine for the treatment of mild subclinical hypothyroidism or nonevidence based indications (e.g., euthyroid individuals with weight gain or depression). High-certainty evidence does not show a benefit of thyroid hormone initiation in important patient outcomes (e.g., quality of life or hypothyroid symptoms) for patients with subclinical hypothyroidism. Moreover, thyroid hormone treatment is associated with potential patient burden, harms, and costs. Yet, once levothyroxine is initiated, it is continued lifelong for most patients. Therefore, active interventions are needed to reduce unnecessary thyroid hormone treatment when it is clinically appropriate. Deprescribing is a structured and evidence-based approach to safely taper or discontinue unnecessary or potentially inappropriate medications, aiming to reduce polypharmacy, improve outcomes, and decrease healthcare costs and patient harm. Recent limited data support the feasibility and safety of thyroid hormone deprescribing in selected patients and describe clinician-, patient-, and system-level barriers and facilitators to implementing this intervention. We present three illustrative clinical cases of patients taking levothyroxine to exemplify the rationale and key considerations in thyroid hormone deprescribing, emphasizing that a structured, patient-centered, and closely supervised plan is essential for safe and effective thyroid hormone de-escalation in clinically appropriate situations.\n\n**Keywords:**    deprescribing; hypothyroidism; levothyroxine; thyroid hormone.\n\n© The Author(s) 2026. Published by Oxford University Press on behalf of the Endocrine Society. All rights reserved. For commercial re-use, please contact reprints@oup.com for reprints and translation rights for reprints. All other permissions can be obtained through our RightsLink service via the Permissions link on the article page on our site—for further information please contact journals.permissions@oup.com. See the journal About page for additional terms.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41482002/",
    "relevance_score": 0.6571139568682144
  },
  {
    "pmid": "40531844",
    "title": "Comprehensive framework for thyroid disorder diagnosis: Integrating advanced feature selection, genetic algorithms, and machine learning for enhanced accuracy and other performance matrices",
    "abstract": "Thyroid hormones control crucial physiological activities, such as metabolism, oxidative stress, erythropoiesis, thermoregulation, and organ development. Hormonal imbalances may cause serious conditions like cognitive impairment, depression, and nervous system damage. Traditional diagnostic techniques, based on hormone level measurements (TSH, T3, FT4, T4, and FTI), are usually lengthy and laborious. This study uses machine learning (ML) algorithms and feature selection based on GA to improve the accuracy and efficiency of diagnosing thyroid disorders using the UCI thyroid dataset. Five ML algorithms-LR, RF, SVM, AB, and DT- were tested using two paradigms: (1) default classifiers and (2) hybrid GA-ML models- GA-RF, GA-LR, GA-SVM, GA-DT, and GA-AB. The data pre-processed included handling missing values, feature scaling, and correlation analysis. In this case, the performance metrics used for model evaluation are accuracy, F1 Score, sensitivity, specificity, precision, and Cohen's Kappa with 80% of the dataset to train the model and the rest 20% used to test it. Among the non-hybrid models, RF achieved the highest accuracy, which was 93.93%. The hybrid GA-RF model outperformed all others, achieving a remarkable accuracy of 97.21%, along with superior metrics across all the evaluated parameters. These findings highlight the diagnostic potential of the GA-RF model in providing faster, more accurate, and reliable thyroid disorder detection. The research illustrated the potential of the hybrid GA-ML approaches to improving the clinical diagnostic process while proposing a strong and scalable approach towards thyroid disorder identification.\n\nCopyright: © 2025 Kumar et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40531844/",
    "relevance_score": 0.5620281543875383
  },
  {
    "pmid": "21988204",
    "title": "Subclinical Cushing's syndrome: definition and management",
    "abstract": "Subclinical Cushing's syndrome is an ill-defined endocrine disorder that may be observed in patients bearing an incidentally found adrenal adenoma. The concept of subclinical Cushing's syndrome stands on the presence of ACTH-independent cortisol secretion by an adrenal adenoma, that is not fully restrained by pituitary feed-back. A hypercortisolemic state of usually minimal intensity may ensue and eventually cause harm to the patients in terms of metabolic and vascular diseases, and bone fractures. However, the natural history of subclinical Cushing's syndrome remains largely unknown. The present review illustrates the currently used methods to ascertain the presence of subclinical Cushing's syndrome and the surrounding controversy. The management of subclinical Cushing's syndrome, that remains a highly debated issue, is also addressed and discussed. Most of the recommendations made in this chapter reflects the view and the clinical experience of the Authors and are not based on solid evidence.\n\n© 2011 Blackwell Publishing Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21988204/",
    "relevance_score": 0.7401826241578892
  },
  {
    "pmid": "26045561",
    "title": "Clinicopathological correlates of adrenal Cushing's syndrome",
    "abstract": "Endogenous Cushing's syndrome is a rare endocrine disorder that incurs significant cardiovascular morbidity and mortality, due to glucocorticoid excess. It comprises adrenal (20%) and non-adrenal (80%) aetiologies. While the majority of cases are attributed to pituitary or ectopic corticotropin (ACTH) overproduction, primary cortisol-producing adrenal cortical lesions are increasingly recognised in the pathophysiology of Cushing's syndrome. Our understanding of this disease has progressed substantially over the past decade. Recently, important mechanisms underlying the pathogenesis of adrenal hypercortisolism have been elucidated with the discovery of mutations in cyclic AMP signalling (PRKACA, PRKAR1A, GNAS, PDE11A, PDE8B), armadillo repeat containing 5 gene (ARMC5) a putative tumour suppressor gene, aberrant G-protein-coupled receptors, and intra-adrenal secretion of ACTH. Accurate subtyping of Cushing's syndrome is crucial for treatment decision-making and requires a complete integration of clinical, biochemical, imaging and pathology findings. Pathological correlates in the adrenal glands include hyperplasia, adenoma and carcinoma. While the most common presentation is diffuse adrenocortical hyperplasia secondary to excess ACTH production, this entity is usually treated with pituitary or ectopic tumour resection. Therefore, when confronted with adrenalectomy specimens in the setting of Cushing's syndrome, surgical pathologists are most commonly exposed to adrenocortical adenomas, carcinomas and primary macronodular or micronodular hyperplasia. This review provides an update on the rapidly evolving knowledge of adrenal Cushing's syndrome and discusses the clinicopathological correlations of this important disease.\n\nPublished by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://group.bmj.com/group/rights-licensing/permissions.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26045561/",
    "relevance_score": 0.7354702624202561
  },
  {
    "pmid": "26951056",
    "title": "Endocrine dysfunction in hereditary hemochromatosis",
    "abstract": "Hereditary hemochromatosis (HH) is a genetic disorder of iron overload and subsequent organ damage. Five types of HH are known, classified by age of onset, genetic cause, clinical manifestations and mode of inheritance. Except for the rare form of juvenile haemochromatosis, symptoms do not usually appear until after decades of progressive iron loading and may be triggered by environmental and lifestyle factors. Despite the last decades discovery of genetic and phenotype diversity of HH, early studies showed a frequent involvement of the endocrine glands where diabetes and hypogonadism are the most common encountered endocrinopathies. The pathogenesis of diabetes is still relatively unclear, but the main mechanisms include the loss of insulin secretory capacity and insulin resistance secondary to liver damage. The presence of obesity and/or genetic predisposition may represent addictive risk factor for the development of this metabolic disease. Although old cases of primary gonad involvement are described, hypogonadism is mainly secondary to selective deposition of iron on the gonadotropin-producing cells of the pituitary gland, leading to hormonal impaired secretion. Cases of hypopituitarism or selected tropin defects, and abnormalities of adrenal, thyroid and parathyroid glands, even if rare, are reported. The prevalence of individual gland dysfunction varies enormously within studies for several bias due to small numbers of and selected cases analyzed, mixed genotypes and missing data on medical history. Moreover, in the last few years early screening and awareness of the disease among physicians have allowed hemochromatosis to be diagnosed in most cases at early stages when patients have no symptoms. Therefore, the clinical presentation of this disease has changed significantly and the recognized common complications are encountered less frequently. This review summarizes the current knowledge on HH-associated endocrinopathies.\n\n**Keywords:**    Diabetes; Hereditary hemochromatosis; Hypogonadism; Pituitary defects.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "endocrinology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26951056/",
    "relevance_score": 0.596516693615134
  },
  {
    "pmid": "34988090",
    "title": "Treatment of Inflammatory Bowel Disease: A Comprehensive Review",
    "abstract": "Inflammatory bowel disease (IBD), as a global disease, has attracted much research interest. Constant research has led to a better understanding of the disease condition and further promoted its management. We here reviewed the conventional and the novel drugs and therapies, as well as the potential ones, which have shown promise in preclinical studies and are likely to be effective future therapies. The conventional treatments aim at controlling symptoms through pharmacotherapy, including aminosalicylates, corticosteroids, immunomodulators, and biologics, with other general measures and/or surgical resection if necessary. However, a considerable fraction of patients do not respond to available treatments or lose response, which calls for new therapeutic strategies. Diverse therapeutic options are emerging, involving small molecules, apheresis therapy, improved intestinal microecology, cell therapy, and exosome therapy. In addition, patient education partly upgrades the efficacy of IBD treatment. Recent advances in the management of IBD have led to a paradigm shift in the treatment goals, from targeting symptom-free daily life to shooting for mucosal healing. In this review, the latest progress in IBD treatment is summarized to understand the advantages, pitfalls, and research prospects of different drugs and therapies and to provide a basis for the clinical decision and further research of IBD.\n\n**Keywords:**    Crohn disease; inflammatory bowel disease; recent advance; therapeutics; ulcerative colitis.\n\nCopyright © 2021 Cai, Wang and Li.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34988090/",
    "relevance_score": 0.9281844805630117
  },
  {
    "pmid": "37615291",
    "title": "A Review of Available Medical Therapies to Treat Moderate-to-Severe Inflammatory Bowel Disease",
    "abstract": "The treatment armamentarium for inflammatory bowel disease has expanded rapidly in the past several years with new biologic and small molecule-agents approved for moderate-to-severe ulcerative colitis and Crohn's disease. This has made treatment selection more challenging with limited but evolving guidance as to where to position each medication. In this review, we discuss the efficacy data for each agent approved in the United States by reviewing their phase 3 trial data and other comparative effectiveness studies. In addition, safety considerations and use in special populations are summarized with proposed algorithms for positioning therapies. The aim is to provide a synopsis of high-impact data and aid in outpatient treatment decision-making for patients with inflammatory bowel disease.\n\nCopyright © 2023 by The American College of Gastroenterology.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37615291/",
    "relevance_score": 0.9165864783337472
  },
  {
    "pmid": "18200659",
    "title": "Treatment of inflammatory bowel disease: a review of medical therapy",
    "abstract": "Crohn's disease (CD) and ulcerative colitis (UC) are chronic inflammatory diseases of the gastrointestinal tract. While a cure remains elusive, both can be treated with medications that induce and maintain remission. With the recent advent of therapies that inhibit tumor necrosis factor (TNF) alpha the overlap in medical therapies for UC and CD has become greater. Although 5-ASA agents have been a mainstay in the treatment of both CD and UC, the data for their efficacy in patients with CD, particularly as maintenance therapy, are equivocal. Antibiotics may have a limited role in the treatment of colonic CD. Steroids continue to be the first choice to treat active disease not responsive to other more conservative therapy; non-systemic steroids such as oral and rectal budesonide for ileal and right-sided CD and distal UC respectively are also effective in mild-moderate disease. 6-mercaptopurine (6-MP) and its prodrug azathioprine are steroid-sparing immunomodulators effective in the maintenance of remission of both CD and UC, while methotrexate may be used in both induction and maintenance of CD. Infliximab and adalimumab are anti-TNF agents approved in the US and Europe for the treatment of Crohn's disease, and infliximab is also approved for the treatment of UC.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/18200659/",
    "relevance_score": 0.9087537058492818
  },
  {
    "pmid": "33940007",
    "title": "Approach to the Management of Recently Diagnosed Inflammatory Bowel Disease Patients: A User's Guide for Adult and Pediatric Gastroenterologists",
    "abstract": "Inflammatory bowel diseases (IBDs), including Crohn's disease and ulcerative colitis, are chronic, progressive, immune-mediated diseases of adults and children that have no cure. IBD can cause significant morbidity and lead to complications such as strictures, fistulas, infections, and cancer. In children, IBD can also result in growth impairment and pubertal delays. IBD is highly heterogenous, with severity ranging from mild to severe and symptoms ranging from mild to debilitating. Delay in IBD diagnosis, especially in Crohn's disease, is common and associated with adverse outcomes. Early diagnosis and prompt institution of treatment are the cornerstones for improving outcomes and maximizing health. Early diagnosis requires a low threshold of suspicion and red flags to guide early specialist referral at the primary provider level. Although the armamentarium of IBD medications is growing, many patients will not respond to treatment, and the selection of first-line therapy is critical. Risk stratification of disease severity, based on clinical, demographic, and serologic markers, can help guide selection of first-line therapy. Clinical decision support tools, genomics, and other biomarkers of response to therapy and risk of adverse events are the future of personalized medicine. After starting appropriate therapy, it is important to confirm remission using objective end points (treat to target) with continued control of inflammation with adjustment of therapy using surrogate biomarkers (tight control). Lastly, IBD therapy extends far beyond medications, and other aspects of the overall health and wellbeing of the patient are critical. These include preventive health, nutrition, and psychobehavioral support addressing patients' concerns around complementary therapy and medication adherence, prevention of disability, and ensuring open communication.\n\n**Keywords:**    Adult; Crohn’s Disease; Early Diagnosis; Early Therapy; Inflammatory Bowel Disease; Pediatric; Personalized Therapy; Ulcerative Colitis.\n\nCopyright © 2021 AGA Institute. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33940007/",
    "relevance_score": 0.9013475947780164
  },
  {
    "pmid": "34107967",
    "title": "Does liver cirrhosis affect the surgical outcome of primary colorectal cancer surgery? A meta-analysis",
    "abstract": "**Purpose:**    The purpose of this meta-analysis was to evaluate the effect of liver cirrhosis (LC) on the short-term and long-term surgical outcomes of colorectal cancer (CRC).\n\n**Methods:**    The PubMed, Embase, and Cochrane Library databases were searched from inception to March 23, 2021. The Newcastle-Ottawa Scale (NOS) was used to assess the quality of enrolled studies, and RevMan 5.3 was used for data analysis in this meta-analysis. The registration ID of this current meta-analysis on PROSPERO is CRD42021238042.\n\n**Results:**    In total, five studies with 2485 patients were included in this meta-analysis. For the baseline information, no significant differences in age, sex, tumor location, or tumor T staging were noted. Regarding short-term outcomes, the cirrhotic group had more major complications (OR=5.15, 95% CI=1.62 to 16.37, p=0.005), a higher re-operation rate (OR=2.04, 95% CI=1.07 to 3.88, p=0.03), and a higher short-term mortality rate (OR=2.85, 95% CI=1.93 to 4.20, p<0.00001) than the non-cirrhotic group. However, no significant differences in minor complications (OR=1.54, 95% CI=0.78 to 3.02, p=0.21) or the rate of intensive care unit (ICU) admission (OR=0.76, 95% CI=0.10 to 5.99, p=0.80) were noted between the two groups. Moreover, the non-cirrhotic group exhibited a longer survival time than the cirrhotic group (HR=2.96, 95% CI=2.28 to 3.85, p<0.00001).\n\n**Conclusion:**    Preexisting LC was associated with an increased postoperative major complication rate, a higher rate of re-operation, a higher short-term mortality rate, and poor overall survival following CRC surgery.\n\n**Keywords:**    Colorectal cancer; Liver cirrhosis; Meta-analysis; Surgical outcome.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34107967/",
    "relevance_score": 0.9518226070052445
  },
  {
    "pmid": "32802813",
    "title": "The prognoses and postoperative outcomes of patients with both colorectal cancer and liver cirrhosis based on a nationwide cohort in Korea",
    "abstract": "**Purpose:**    The management of patients with colorectal cancer (CRC) who have liver cirrhosis (LC) requires a thorough understanding of both diseases; however, the prognoses and postoperative outcomes of such patients remain understudied. We investigated the effect of LC on surgical and oncologic outcomes in patients with CRC, and identified prognostic factors.\n\n**Methods:**    We analyzed 453 patients with CRC and LC (CRC-LC group), 906 with CRC only (CRC group), 906 with LC only (LC group), and 1,812 healthy subjects using health insurance claim data (2008-2013).\n\n**Results:**    The CRC-LC group had a higher frequency of intensive care unit admission than the CRC group; there were no differences between the 2 groups in terms of early and late postoperative small bowel obstruction and incisional hernia. However, the 30-day, 60-day, and 90-day mortality rates were all significantly higher in the CRC-LC group. The higher Charlson comorbidity index (hazard ratio [HR], 1.127) and the lower socioeconomic status (HR, 0.985) were significant worse predictors of 5-year survival. Patients with underlying LC had a significantly higher HR in both the advanced CRC (HR, 1.858) and nonadvanced CRC (HR, 1.799) subgroups. However, the nonadvanced CRC subgroup showed a lower HR than the LC group (HR, 0.730).\n\n**Conclusion:**    Patients with CRC who had underlying LC had a lower survival rate than did those without LC, although the incidence rates of postoperative complications were not significantly different. The presence of LC was associated with a significantly lower survival rate regardless of CRC presence.\n\n**Keywords:**    Colorectal neoplasms; Complication; Liver cirrhosis; Oncological results.\n\nCopyright © 2020, the Korean Surgical Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32802813/",
    "relevance_score": 0.9399292378000029
  },
  {
    "pmid": "26776878",
    "title": "Management of colorectal cancer in patients with cirrhosis: A retrospective, case-matched study of short- and long-term outcomes",
    "abstract": "**Background:**    Few studies have assessed access to postoperative chemotherapy and survival in cirrhotic patients with colorectal cancer. Aim of this study was to analyse short and long-term outcomes in these patients compared to non-cirrhotics.\n\n**Methods:**    A retrospective, single-centre, comparative, case-matched study comparing 40 cirrhotic patients who had undergone colorectal resection between January 2006 and January 2014, and a matched cohort of 80 non-cirrhotic patients. Data collection included rate of postoperative outcomes, chemotherapy regimen, overall and disease-free 3-year survival.\n\n**Results:**    Cirrhotics had more major postoperative complications than non-cirrhotics (57.5% vs. 26.5%, respectively; p=0.002) but no difference in anastomotic leakage (p=0.1); a higher mortality rate (p=0.0006) was observed in Child-Pugh class B patients. Cirrhotics had no difference in adjuvant chemotherapy rate compared to non-cirrhotics (55% vs. 65%, respectively p=0.8); 3-year overall survival was 71% in the Child A group vs. 92% in non-cirrhotics (p=0.03).\n\n**Conclusion:**    Despite a higher postoperative complication rate and a lower overall survival of cirrhotic patients compared to non-cirrhotics, cirrhosis had no impact on oncological outcomes and access/tolerance to postoperative chemotherapy. Thus cirrhosis should not be considered as a contraindication to curative treatment of colon cancer.\n\n**Keywords:**    Cirrhotic; Colon; Morbidity; Rectum; Survival.\n\nCopyright © 2015. Published by Elsevier Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26776878/",
    "relevance_score": 0.924302264738498
  },
  {
    "pmid": "28586376",
    "title": "Oncologic and surgical outcomes in colorectal cancer patients with liver cirrhosis: A propensity-matched study",
    "abstract": "The management of colorectal cancer in patients with liver cirrhosis requires a thorough understanding of both diseases. This study evaluated the effect of liver cirrhosis on oncologic and surgical outcomes and prognostic factors in colorectal cancer patients. Fifty-five consecutive colorectal cancer patients with liver cirrhosis underwent colorectal resection (LC group). Using a prospectively maintained database, these patients were matched 1:4 using propensity scoring with R programming language, package \"MatchIt\" and \"optmatch\" by sex, age, cancer location, and tumor stage with 220 patients without liver cirrhosis (non-LC group), resulting in 275 patients. The 5-year overall survival (OS) was significantly worse in the LC group than in the non-LC group (46.7% vs. 76.2% respectively, P < 0.001); however, the 5-year proportion of recurrence free (PRF) rates were similar (73.1% vs. 84.5% respectively, P = 0.094). On multivariate analysis of the LC group, tumor-node-metastasis (TNM) stage ≥III disease, venous invasion, and a model for end-stage liver disease plus serum sodium (MELD-Na) score >10 were prognostic factors for OS. However, the OS was not different between the LC group with MELD-Na score ≤10 and the non-LC group (5-year OS rate, TNM stage ≤II, 85.7 vs 89.5%, p = 0.356; TNM stage ≥III, 41.1 vs 66.2%, p = 0.061). Colorectal cancer patients with liver cirrhosis have poorer OS compared to those without liver cirrhosis; however, the PRF rates are similar. It might be due to the mortality from the liver, and surgical treatment should be actively considered for patients with MELD-Na score <10.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28586376/",
    "relevance_score": 0.9123884946771337
  },
  {
    "pmid": "40560200",
    "title": "Hepatocellular Carcinoma Surveillance in Patients With Cirrhosis at US Safety-Net Health Systems",
    "abstract": "**Introduction:**    Surveillance for hepatocellular carcinoma (HCC) in patients with cirrhosis is associated with improved patient outcomes. We aim to evaluate real-world utilization of HCC surveillance among safety-net populations with cirrhosis.\n\n**Methods:**    We performed a retrospective cohort study of adults with cirrhosis across 4 safety-net health systems from March 1, 2017, to February 28, 2022. Receipt of abdominal imaging with ultrasound, computed tomography, or magnetic resonance imaging and the corresponding ICD-9-CM / ICD-10-CM diagnosis codes at 6 months and 12 months were used to assess HCC surveillance.\n\n**Results:**    Among 14,556 patients with cirrhosis (61.8% male, 73.0% non-White ethnic minorities, 54.4% with Medicaid or indigent care/uninsured), 70.9% and 78.1% received abdominal imaging agnostic to indication within 6 months and 12 months, respectively. When evaluating the receipt of abdominal imaging with a specific indication for HCC surveillance, 29.1% and 34.0% of patients received surveillance within 6 months and 12 months, respectively. On adjusted multivariable regression, greater odds of HCC surveillance were observed in older patients, ethnic minorities, and those with commercial insurance. Lower odds of HCC surveillance were observed in patients with indigent care (vs Medicare: odds ratio [OR] 0.85, 95% confidence interval [CI] 0.72-1.00), drug use (OR 0.63, 95% CI 0.55-0.71), and concurrent mental health/psychiatric diagnoses (OR 0.88, 95% CI 0.80-0.97).\n\n**Discussion:**    Among a multicenter safety-net cohort of patients with cirrhosis, fewer than 30% received HCC surveillance within 6 months. While greater proportions received abdominal imaging agnostic to indication, the clinical benefit of these examinations for HCC surveillance may be limited because of concerns with abbreviated protocols, quality, and interpretation.\n\n**Keywords:**    cirrhosis; hepatocellular carcinoma; safety-net; surveillance.\n\nCopyright © 2025 Written work prepared by employees of the Federal Government as part of their official duties is, under the U.S. Copyright Act, a “work of the United States Government” for which copyright protection under Title 17 of the United States Code is not available. As such, copyright does not extend to the contributions of employees of the Federal Government.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40560200/",
    "relevance_score": 0.6391884126205212
  },
  {
    "pmid": "24502344",
    "title": "New biologic therapeutics for ulcerative colitis and Crohn's disease",
    "abstract": "**Introduction:**    Some inflammatory bowel disease (IBD) patients especially those with refractory Crohn's disease (CD) or relapsing ulcerative colitis (UC) do not respond to current therapies. The newly introduced biological drugs have got some interest due to their specificity and selectivity in modulation of inflammatory elements.\n\n**Areas covered:**    In 46 included randomized, placebo-controlled clinical trials, the efficacy and safety of different biologic drugs have been evaluated in moderately to severely active CD or UC patients. Current investigated drugs include new anti-TNF drugs (adalimumab, certolizumab pegol, etanercept, onercept and golimumab), anti-CD20 (rituximab), T-cell inhibitors (abatacept) and anti-α4 integrins (natalizumab and vedolizumab). Adalimumab, certolizumab, and golimumab showed significant efficacy in induction of remission and maintenance in CD and UC patients with a rate of adverse events similar to placebo in the major trials. Natalizumab and vedolizumab were effective in the treatment of moderately to severely active CD and UC patients. However, vedolizumab caused less adverse effects than natalizumab. onercept, etanercept, rituximab and abatacept were all well tolerated but were not effective in CD or UC patients.\n\n**Expert opinion:**    Anti-TNF drugs, except for onercept and etanercept, and anti-α4 integrins exhibit beneficial therapeutic effects. Although they were all well tolerated, the incidence of progressive multifocal leukoencephalopathy associated with natalizumab should not be missed.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "gastroenterology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/24502344/",
    "relevance_score": 0.9598350096584193
  },
  {
    "pmid": "40760674",
    "title": "Microbial profiling of community-acquired pneumonia in patients with and without chronic obstructive pulmonary disease: a comprehensive molecular diagnostics study",
    "abstract": "**Background:**    Community-acquired pneumonia (CAP) causes substantial morbidity and mortality, particularly in patients with chronic obstructive pulmonary disease (COPD). This study compares the microbial detections in CAP patients with and without COPD using culture based and molecular diagnostic methods.\n\n**Methods:**    This prospective study included 412 hospitalized pneumonia patients (136 with COPD). Lower respiratory tract samples were analysed with traditional cultures and a multiplex PCR panel (FilmArray Pneumonia Panel Plus). Multivariable Poisson regression identified predictors of Pseudomonas aeruginosa detection, and logistic regression estimated detection probability using the top predictors.\n\n**Results:**    Overall pathogen detection rates were similar between groups, but P. aeruginosa was significantly more common in COPD patients (12.5% vs. 3.1%; p < 0.001). In adjusted analyses, each additional year of age increased the risk of P. aeruginosa by 5% (RR 1.05; 95% CI 1.01-1.09), while advanced COPD (GOLD 3-4) conferred a four-fold higher risk (RR 4.29; 95% CI 1.94-9.46), diabetes mellitus a four-fold risk (RR 4.04; 95% CI 1.97-8.29), and prior P. aeruginosa detection a five-fold risk (RR 5.03; 95% CI 2.44-10.36). Inhaler use, bronchiectasis, and recent hospitalization were not independently associated.\n\n**Conclusion:**    Although overall microbial detection rates were comparable between groups, P. aeruginosa was disproportionately prevalent in high-risk COPD individuals. While most COPD patients with pneumonia can be managed with standard empirical antibiotics, empirical coverage for P. aeruginosa should be considered for selected high-risk patients. Prospective studies are warranted to evaluate targeted P. aeruginosa coverage to optimize antibiotic stewardship and improve outcomes.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40760674/",
    "relevance_score": 0.7389427144264131
  },
  {
    "pmid": "41025342",
    "title": "Pulmonary Fibrosis in Critically Ill Patients With COVID-19: A Multi-Center Retrospective Cohort Study in Korea",
    "abstract": "**Background:**    Pulmonary fibrosis can persist long after recovery from coronavirus disease 2019 (COVID-19) infection, thereby reducing quality of life and lung function. We aimed to evaluate the frequency and risk factors for pulmonary fibrosis in patients with severe COVID-19 pneumonia requiring mechanical ventilation (MV), a high-risk group for developing pulmonary fibrosis.\n\n**Methods:**    Clinical data and chest computed tomography (CT) scans of patients with severe COVID-19 pneumonia requiring MV were retrospectively collected from nine hospitals in South Korea. Fibrotic-like changes on chest CT were visually assessed.\n\n**Results:**    We included 125 patients with a mean age of 68.5 years, 60.8% men and 7.2% having underlying lung disease. Based on follow-up chest CT (the median interval, 38.0 days; interquartile range, 24.0-68.0 days), 94 (75.2%) patients exhibited fibrotic-like changes, with traction bronchiectasis and/or bronchiolectasis being the most common change (60.8%). Among all patients, 17.6% died during hospitalization and 71.2% experienced complications, including intubation-related airway injury (12.8%), ventilator-associated pneumonia (44.8%), lung injury (11.2%), and hemodynamic disturbance (33.4%). In-hospital mortality (16.1% vs. 18.1%) and complications (67.7% vs. 72.3%) were similar between patients with and without fibrotic-like changes. In multivariable logistic regression analysis, a higher daily steroid dose (odds ratio, 0.961; 95% confidence interval, 0.849-0.993; *P* = 0.018) was associated with a reduced risk of pulmonary fibrosis, along with a higher heart rate on intensive care unit admission.\n\n**Conclusion:**    Our study demonstrated that in patients with severe COVID-19 pneumonia requiring MV, chest CT revealed fibrotic-like changes in approximately three-quarters of patients. In addition, our results suggest that higher daily doses of steroids may be associated with a reduced risk of pulmonary fibrosis. Further research is needed to determine the appropriate steroid dose that may reduce the progression of pulmonary fibrosis and improve clinical outcomes.\n\n**Trial registration:**    Clinical Research Information Service Identifier: KCT0006312.\n\n**Keywords:**    Complication; Computed Tomography; Coronavirus Disease 2019; Corticosteroid; Mechanical Ventilation; Pulmonary Fibrosis; Risk Factor.\n\n© 2025 The Korean Academy of Medical Sciences.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41025342/",
    "relevance_score": 0.7389427144264131
  },
  {
    "pmid": "40604876",
    "title": "Four-year respiratory consequences of COVID-19 related pneumonia: a longitudinal cohort study",
    "abstract": "**Background:**    We aimed to describe respiratory sequelae up to 4 years after discharge in COVID-19 patients with severe pneumonia having required non-invasive respiratory support therapies.\n\n**Methods:**    This study was conducted between March 2020 and June 2020 at University Hospital Doctor Josep Trueta (Girona, Spain). We assessed the patient's dyspnoea and performed, pulmonary function tests, a high-resolution CT (HRCT), a 6-minute walking test, a blood test, and the Saint George's respiratory questionnaire 3 months after discharge. At the 6-month, 1-year, and 4-year follow-up, we repeated all tests except for pulmonary function, 6-min walking test, and HRCT, which were only performed if abnormal findings had been previously detected.\n\n**Results:**    94 patients were enrolled 3 months after discharge; 73% were male, the median age was 62.9 years, and most were non-smokers (58%). 56 patients (59.6%) completed the 4-year follow-up. When comparing data 3 months and 4 years after discharge, the percentage of patients presenting dyspnoea ≥ 2 decreased (19.5% vs. 7.9%), the quality-of-life total score improved (22.8% vs. 18.1%), diffusing capacity for carbon monoxide improved (75.9% vs. 81.4%), the 6-min walking test distance was enhanced (368.0 m vs. 436.6 m), ground glass opacities findings waned (56.6% vs. 0.8%), and traction bronchiectasis increased (2.7% vs. 9.2%). Age was the only parameter that exhibited significant differences between patients with and without pulmonary fibrotic-like changes.\n\n**Conclusion:**    Most patients, 4 years after discharge, improved their pulmonary function, exercise capacity, clinical condition, and quality of life. Although pulmonary fibrotic-like changes were observed during the follow-ups, its disparity with clinical-functional improvement pointed to non-progressive and non-clinically relevant lung scars.\n\n**Keywords:**    COVID-19; Coronavirus disease; Long-term sequelae; Pneumonia; Pulmonary fibrosis; Pulmonary function.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40604876/",
    "relevance_score": 0.7290397123122663
  },
  {
    "pmid": "41275171",
    "title": "Pulmonary lesion volume ratio and laboratory parameters as risk factors for plastic bronchitis in pediatric refractory Mycoplasma pneumoniae pneumonia",
    "abstract": "**Background:**    Refractory Mycoplasma pneumoniae pneumonia (RMPP) frequently leads to complications, including plastic bronchitis (PB). This study aimed to identify clinical risk factors for PB development in pediatric RMPP.\n\n**Methods:**    A total of 361 pediatric patients with RMPP underwent bronchoscopy intervention were divided into a PB group and a non-PB group. Clinical characteristics, laboratory parameters, and chest CT findings were evaluated. Univariate analysis was initially performed to identify potential risk factors of PB, followed by multivariate logistic regression analysis to determine independent predictors, with receiver operating characteristic (ROC) analysis assessing their predictive value. A scoring system for PB risk assessment was developed based on odds ratio (OR) values.\n\n**Results:**    PB patients showed significantly higher rates of extrapulmonary lesions (48.98% vs. 18.59%, p < 0.001), pleural effusion (59.18% vs. 25.64%, p < 0.001), and treatment resistance. Furthermore, PB patients demonstrated significantly elevated levels of neutrophil-to-lymphocyte ratio (NLR), C-reactive protein (CRP), procalcitonin (PCT), erythrocyte sedimentation rate (ESR), lactate dehydrogenase (LDH), aspartate aminotransferase (AST), alanine aminotransferase (ALT), D-dimer (DD), and pulmonary lesion volume ratio. Conversely, platelet count (PLT), prealbumin (PA), albumin (ALB), complement 3 (C3), complement 4 (C4), activated partial thromboplastin time (APTT), and the proportion of neutrophils in bronchial alveolar lavage fluid (BALF) were significantly lower compared to non-PB group (all P-values < 0.05). Multivariate analysis identified five independent predictors: NLR ≥ 3.30 (OR 2.92), LDH ≥ 451.0 U/L (OR 4.91), ALT ≥ 21.75 U/L (OR 5.68), pulmonary lesion volume ratio ≥ 8.23% (OR 8.83), and APTT ≤ 35.95s (OR 4.20). The combination of these predictors demonstrated strong diagnostic performance, with a sensitivity of 85.70%, specificity of 84.90%, and an area under the curve (AUC) of 0.92 for identifying PB cases. Using a scoring system based on ORs, we stratified 361 RMPP patients into risk groups: the high-risk group had 32 (60.38%) PB out of 53, the middle-risk group had 13 (22.02%) PB out of 59, and the low-risk group had 4 (1.61%) PB out of 249.\n\n**Conclusions:**    Elevated NLR, increased LDH, higher ALT, greater pulmonary lesion volume ratio, and reduced APTT were identified as independent risk factors for PB. Pulmonary lesion volume ratio combined with key laboratory markers may facilitate early risk stratification and clinical intervention for PB in pediatric RMPP.\n\n**Keywords:**    Plastic bronchitis; Pulmonary lesions volume; Refractory Mycoplasma pneumoniae pneumonia; Risk factors.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41275171/",
    "relevance_score": 0.7105144247462252
  },
  {
    "pmid": "40679934",
    "title": "Diagnosis and Management of Community-acquired Pneumonia: An Official American Thoracic Society Clinical Practice Guideline",
    "abstract": "**Background:**    Understanding of the diagnosis and treatment of adults with community-acquired pneumonia (CAP) has evolved thanks to new evidence, experience, and emerging technologies. This document updates evidence-based clinical practice guidelines on four key questions for the diagnosis and management of adult patients with CAP.\n\n**Methods:**    A multidisciplinary panel integrated systematic reviews of comparative evidence with other relevant research and clinical experience, then applied Grading of Recommendations, Assessment, Development and Evaluation methodology to produce recommendations using the Evidence to Decision Framework.\n\n**Results:**    The panel formulated clinical recommendations that address questions related to CAP, including lung ultrasound for diagnosis, empiric antibacterial therapy if a test result for a respiratory virus is positive, antibiotic duration, and the use of systemic corticosteroids.\n\n**Conclusions:**    The panel formulated and provided the rationale for recommendations on selected diagnostic and treatment strategies for adult patients with CAP.\n\n**Keywords:**    guideline update; lower respiratory tract infection; pneumonia; practice guidelines.\n\nCopyright © 2025 by the American Thoracic Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40679934/",
    "relevance_score": 0.7015404986759258
  },
  {
    "pmid": "40855275",
    "title": "Association between body mass index and the prognosis of community-acquired pneumonia in patients with nontuberculous mycobacterial pulmonary disease: a retrospective cohort study using a nationwide inpatient database",
    "abstract": "**Background:**    Nontuberculous mycobacterial pulmonary disease (NTM-PD) is a chronic, debilitating infection that predominantly affects patients with a low body mass index (BMI) and leads to progressive destruction of lung parenchyma. Although pneumonia is a common cause of death among patients with NTM-PD, information on its prognosis is scarce. We evaluated the association between BMI and outcomes in patients with NTM-PD who were hospitalized for community-acquired pneumonia (CAP).\n\n**Methods:**    Using the Japanese Diagnosis Procedure Combination database, we identified patients with NTM-PD hospitalized for CAP between April 1, 2012, and March 31, 2020, prior to the coronavirus disease 2019 epidemic in Japan. We evaluated in-hospital mortality as the primary outcome, and length of hospital stay and readmission due to CAP within 1 year as secondary outcomes. Restricted cubic spline regression models were used to evaluate the impact of BMI as a continuous variable on the study outcomes, adjusting for potential confounders.\n\n**Results:**    We included 13,302 patients (median age: 79 years [interquartile range {IQR} 72-85]; women: 63.7%; median BMI: 17.6 kg/m2 [IQR 15.6-19.9]). The median hospital stay was 14 d (IQR 9-25), and in-hospital mortality was 10.9%. In the restricted cubic spline model, being underweight (< 18.5 kg/m2) was associated with a sharp increase in both in-hospital mortality and length of hospital stay. In the overweight group (25-30 kg/m2), high BMI was not associated with adverse outcomes. Being underweight was also associated with a modest increase in readmission because of CAP within 1 year.\n\n**Conclusions:**    These findings indicate that assessing BMI may play a critical role in stratifying risk and optimizing management of CAP in patients with NTM-PD.\n\n**Keywords:**    Body mass index; Community-acquired pneumonia; In-hospital mortality; Nontuberculous mycobacterial disease.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40855275/",
    "relevance_score": 0.6982332266903749
  },
  {
    "pmid": "41270012",
    "title": "Clinical characteristics and predictive models for hospitalized patients with COVID-19 combined with bacterial pneumonia",
    "abstract": "**Background:**    This study aimed to analyze the clinical characteristics of hospitalized patients with COVID-19 combined with bacterial pneumonia and establish a predictive model to assist clinicians in the differential diagnosis and evaluation of the effectiveness of antibiotic treatment.\n\n**Methods:**    In this retrospective study, we collected clinical, biochemical, imaging, and microbiological data from hospitalized patients with COVID-19 admitted to our hospital between December 1, 2022, and February 7, 2023. Univariate and multivariate analyses revealed independent risk factors for bacterial pneumonia in COVID-19 patients. Model performance was assessed via the area under the curve (AUC).\n\n**Results:**    A total of 5358 COVID-19 patients were screened, and data from 1794 patients were ultimately included; 1386 patients had concomitant bacterial pneumonia (77.3%), whereas 408 patients served as controls (22.7%). Among COVID-19 patients, those with concomitant bacterial pneumonia had lower levels of albumin, hemoglobin, and lymphocyte ratio, along with higher levels of procalcitonin, globulin, glucose, urea, white blood cell count, and neutrophil ratio, than patients without bacterial pneumonia. Sputum cultures identified Acinetobacter baumanii, Klebsiella pneumoniae, and Pseudomonas aeruginosa as the top three bacterial species. A predictive model for the early detection of concomitant bacterial pneumonia in COVID-19 patients was developed via multivariate regression analysis, with an AUC of 0.850 (p < 0.001).\n\n**Conclusion:**    These findings provide valuable insights for clinicians in the early diagnosis of bacterial pneumonia in COVID-19 patients, which may facilitate timely intervention and treatment.\n\nCopyright: © 2025 Yuan et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41270012/",
    "relevance_score": 0.6655434989125659
  },
  {
    "pmid": "40352021",
    "title": "Three in One: A Case Report of Pulmonary Co-infection With a Virus, a Bacterium, and a Fungus in an Immunocompetent Adult",
    "abstract": "Pneumonia is a common cause of morbidity and mortality in the United States and worldwide. It is most commonly caused by a single organism, but co-infection can occur. Nevertheless, there are no or very few reported cases of triple acute co-infection with a virus, a bacterium, and a fungus in an immunocompetent patient without underlying chronic lung disease. Here, we discuss a case in which an otherwise healthy, elderly male exhibited a triple co-infection with coronavirus NL63, *Coccidioides immitis* or *Coccidioides posadasii* (also known as a cause of Valley fever), and *Mycoplasma pneumoniae*. We discuss the insight this clinical course can provide on future diagnosis and management of pulmonary coinfections.\n\n**Keywords:**    co-infection; coccidioidomycosis; coronavirus nl63; mycoplasma; pneumonia; valley fever.\n\nCopyright © 2025, Al-Zughoul et al.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40352021/",
    "relevance_score": 0.6626486974861253
  },
  {
    "pmid": "41442001",
    "title": "Integrated assessment of total airway count and pneumonia volume on chest computed tomography as a prognostic biomarker for coronavirus disease",
    "abstract": "**Objectives:**    The clinical relevance of computed tomography (CT)-based airway tree structure is unclear. Herein, we used artificial intelligence to segment the airway tree and pneumonia regions, measuring total airway count (TAC) and pneumonia volume to examine whether their combination is more closely associated with clinical outcomes in patients with coronavirus disease (COVID-19) than pneumonia volume alone.\n\n**Materials and methods:**    We examined clinical data and chest CT from 781 hospitalized COVID-19 patients in a multicenter retrospective cohort in Japan, focusing on the percentage of critical outcomes (high-flow oxygen, invasive mechanical ventilation, or death). Additionally, 197 patients were followed up for 3 months to monitor TAC and pneumonia volume.\n\n**Results:**    Critical outcomes were observed in 63 (8.8%) patients, with higher TAC in those patients. Patients were divided into four groups based on cutoff values of 17.6% for pneumonia volume percent and 255 for TAC: Group A (low TAC, low pneumonia volume), Group B (high TAC, low pneumonia volume), Group C (low TAC, high pneumonia volume), and Group D (high TAC, high pneumonia volume). Group D had the worst outcomes, highest levels of inflammation, fibrosis markers, and complications, as well as a significantly higher risk of critical outcomes after adjusting for age, body mass index, sex, total lung volume and comorbidities. In the 3-month longitudinal analysis, pneumonia volume, but not TAC, improved in critical cases.\n\n**Conclusions:**    The integrated assessment of TAC and pneumonia volume effectively predicted critical outcomes in COVID-19 patients and may be useful for various respiratory diseases, including infectious or interstitial pneumonia.\n\n**Key points:**    Question Total airway counts (TAC) on computed tomography (CT) scan is associated with respiratory disease progression, but clinical relevance of CT-based airway tree structure is unclear. Findings The integrated assessment of TAC and pneumonia volume effectively predicted critical outcomes in COVID-19 patients. Clinical relevance This metric can potentially be applied to various respiratory diseases, including infectious or interstitial pneumonia.\n\n**Keywords:**    Artificial intelligence (AI)-based analysis; COVID-19; CT; SARS-CoV-2 infection; Total airway count.\n\n© 2025. The Author(s), under exclusive licence to European Society of Radiology.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41442001/",
    "relevance_score": 0.6540396205390224
  },
  {
    "pmid": "37751461",
    "title": "Prevalence and clinical impacts of obstructive sleep apnea in patients with idiopathic pulmonary fibrosis: A single-center, retrospective study",
    "abstract": "**Background:**    Idiopathic pulmonary fibrosis (IPF) is an interstitial lung disease with chronic, progressive lung fibrosis with a poor prognosis. Recent studies have reported a high prevalence of obstructive sleep apnea (OSA) in IPF patients and an association with poor prognosis. This study aimed to evaluate the prevalence, risk factors, and clinical effects on mortality of OSA in patients with IPF.\n\n**Methods:**    Clinical data were retrospectively analyzed in 167 patients with IPF at Haeundae-Paik Hospital, Republic of Korea. A type 4 portable device was used to monitor OSA, and an apnea-hypopnea index of 5 events per sleep hour and above was diagnosed as OSA.\n\n**Results:**    The mean follow-up period and age were 26.9 months and 71.4 years, respectively, with male predominance. OSA was confirmed in 108 patients (64.7%). Mild OSA was the most common (62.1%). Independent risk factors for OSA in the multivariate logistic regression analysis were age (odds ratio [OR] 1.07, 95% confidence interval [CI] 1.02-1.13, p = 0.007), body weight (OR 1.05, 95% CI 1.02-1.09, p = 0.002), and risk based on the Berlin questionnaire (OR 2.76, 95% CI 1.12-6.80, p = 0.028). Shorter six-minute walk distance (6MWD) (hazard ratio [HR] 1.00, 95% CI: 1.00-1.00, p < 0.001), acute exacerbation (AE) (HR 13.83, 95% CI: 5.71-33.47, p < 0.001), and higher percentage of cumulative time with oxygen saturation below 90% in total sleep time (HR 1.08, 95% CI: 1.02-1.14, p = 0.007) were risk factors for mortality in IPF patients in the Cox regression analysis.\n\n**Conclusion:**    Approximately two-thirds of the IPF patients had OSA. Older age, higher body weight, and high risk based on the Berlin questionnaire were independent risk factors for OSA in IPF patients. Shorter 6MWD, experience of AE, and night hypoxemia during sleep were associated with a higher risk of mortality in patients with IPF.\n\nCopyright: © 2023 Lee et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "pulmonology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37751461/",
    "relevance_score": 0.8752866521958205
  },
  {
    "pmid": "30285183",
    "title": "Diagnosis and Management of Rheumatoid Arthritis: A Review",
    "abstract": "**Importance:**    Rheumatoid arthritis (RA) occurs in about 5 per 1000 people and can lead to severe joint damage and disability. Significant progress has been made over the past 2 decades regarding understanding of disease pathophysiology, optimal outcome measures, and effective treatment strategies, including the recognition of the importance of diagnosing and treating RA early.\n\n**Observations:**    Early diagnosis and treatment of RA can avert or substantially slow progression of joint damage in up to 90% of patients, thereby preventing irreversible disability. The development of novel instruments to measure disease activity and identify the presence or absence of remission have facilitated new treatment strategies to arrest RA before joints are damaged irreversibly. Outcomes have been improved by recognizing the benefits of early diagnosis and early therapy with disease-modifying antirheumatic drugs (DMARDs). The treatment target is remission or a state of at least low disease activity, which should be attained within 6 months. Methotrexate is first-line therapy and should be prescribed at an optimal dose of 25 mg weekly and in combination with glucocorticoids; 40% to 50% of patients reach remission or at least low disease activity with this regimen. If this treatment fails, sequential application of targeted therapies, such as biologic agents (eg, tumor necrosis factor [TNF] inhibitors) or Janus kinase inhibitors in combination with methotrexate, have allowed up to 75% of these patients to reach the treatment target over time. New therapies have been developed in response to new pathogenetic findings. The costs of some therapies are considerable, but these costs are decreasing with the advent of biosimilar drugs (drugs essentially identical to the original biologic drugs but usually available at lower cost).\n\n**Conclusions and relevance:**    Scientific advances have improved therapies that prevent progression of irreversible joint damage in up to 90% of patients with RA. Early treatment with methotrexate plus glucocorticoids and subsequently with other DMARDs, such as inhibitors of TNF, IL-6, or Janus kinases, improves outcomes and prevents RA-related disability. A treat-to-target strategy aimed at reducing disease activity by at least 50% within 3 months and achieving remission or low disease activity within 6 months, with sequential drug treatment if needed, can prevent RA-related disability.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30285183/",
    "relevance_score": 0.9165864783337472
  },
  {
    "pmid": "38561181",
    "title": "Long-term clinical outcomes in early rheumatoid arthritis that was treated-to-target in the BeSt and IMPROVED studies",
    "abstract": "**Objectives:**    To assess disease outcomes after 20 and 12 years of patients with RA or undifferentiated arthritis (UA), treated-to-target in the BeSt and IMPROVED trials.\n\n**Methods:**    In BeSt (inclusion 2000-02, duration 10 years), 508 patients with early RA were randomized to: 1. sequential monotherapy, 2. step-up combination therapy, 3. initial csDMARD combination therapy, 4. initial bDMARD/csDMARD combination therapy. The treatment target was low disease activity (DAS ≤ 2.4).In IMPROVED (inclusion 2007-10, duration 5 years), 610 patients with early RA/UA started MTX with prednisone bridging. The treatment target was remission (DAS < 1.6). Patients not in early remission were randomized to 1. csDMARD combination therapy or 2. bDMARD/csDMARD combination therapy.Between 2019 and 22, these patients were invited for long-term follow-up.\n\n**Results:**    One-hundred-fifty-three ex-Best and 282 ex-IMPROVED patients participated in the follow-up study after a median of 12 and 20 years since the study started.In ex-BeSt and ex-IMPROVED patients, the rate of low disease activity was 91%, and 68% were in DAS remission. Median SHS was 14.0 in ex-BeSt (IQR 6.0-32.5; progression since end BeSt 6.0, IQR 2.0-12.5) and 8 in ex-IMPROVED participants (IQR 3-16; progression since end IMPROVED 4, IQR 2-9). Mean HAQ was 0.8 ± 0.6 in ex-BeSt (change since end BeSt: 0.3 ± 0.5) and 0.6 ± 0.6 in ex-IMPROVED participants (change since end IMPROVED: 0.06 ± 0.5).\n\n**Conclusion:**    At 12/20 years after treatment started, the majority of RA and UA patients who had been treated to target low DAS or DAS remission were in DAS remission and had limited functional disability. Radiographic damage progression was mild although not completely suppressed.\n\n**Keywords:**    long-term follow-up; rheumatoid arthritis; treat-to-target therapy.\n\n© The Author(s) 2024. Published by Oxford University Press on behalf of the British Society for Rheumatology.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38561181/",
    "relevance_score": 0.8907958164165308
  },
  {
    "pmid": "37573754",
    "title": "Comparative effectiveness of treatments for rheumatoid arthritis in clinical practice: A systematic review",
    "abstract": "**Objective:**    To assess real-world comparative effectiveness studies of biologic (b) and targeted synthetic (ts) disease-modifying antirheumatic drugs (DMARDs) in adults with rheumatoid arthritis (RA) through a systematic review.\n\n**Methods:**    We searched Medline for journal articles (2001-2021) and Embase® for abstracts presented at the European Alliance of Associations for Rheumatology and American College of Rheumatology (ACR) 2020 and 2021 annual meetings on non-randomized studies comparing the effectiveness of b/tsDMARDs using ACR-recommended disease activity measures, measures of functional status, and patient-reported outcomes (HAQ, PROMIS PF, patient pain, Patient and Physician Global Assessment of disease activity). Methodological heterogeneity between studies precluded meta-analyses. Risk of bias was assessed using the Cochrane Risk Of Bias In Non-randomized Studies of Interventions-I tool.\n\n**Results:**    Of 1283 records screened, 68 were selected for data extraction, of which 1 was excluded due to critical risk of bias. Most studies were multicenter observational cohort/registry studies (n = 60) and were published between 2011 and 2021 (n = 60). Mean or median reported RA duration was between 6 and 15 years. Disease Activity Score in 28 joints (46 studies), Clinical Disease Activity Index (37 studies), and Health Assessment Questionnaire-Disability Index (32 studies) were the most common outcomes used in clinical practice, with regional differences identified. The most common comparison was between tumor necrosis factor inhibitors (TNFis) and non-TNFi bDMARDs (35 studies). There were no evident differences between b/tsDMARDs in clinical effectiveness.\n\n**Conclusion:**    This systematic review summarizing real-world evidence from a very large number of global studies found there are many effective options for the treatment of RA, but relatively less evidence to support the use of any one b/tsDMARD or drug class over another. Treatment for patients with RA should be tailored to suit individual clinical profiles. Further research is needed to identify whether specific patient subgroups may benefit from specific drug classes.\n\n**Keywords:**    Biologic DMARD (bDMARD); Comparative Effectiveness; Real-World Data; Rheumatoid Arthritis; Systematic Review; targeted-synthetic DMARD (tsDMARD).\n\nCopyright © 2023 The Authors. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37573754/",
    "relevance_score": 0.8643496275460926
  },
  {
    "pmid": "35953230",
    "title": "Treatment Guidelines in Rheumatoid Arthritis",
    "abstract": "Rheumatoid arthritis is the most common autoimmune, destructive, inflammatory arthritis in adults. Effective treatments include oral conventional synthetic disease-modifying antirheumatic drugs (DMARDs; eg, methotrexate), injectable biologic DMARDs, and targeted synthetic DMARDs (oral). Key recommendations are to start effective treatment immediately with DMARDs to reduce disability; use effective doses of methotrexate (oral or subcutaneous) with folic acid as the initial treatment; rapidly escalate treatment with various DMARDs, if methotrexate alone is not effective in controlling rheumatoid arthritis; and aim for a treat-to-target strategy with a goal of low disease activity or remission by frequently monitoring disease activity and escalating treatment.\n\n**Keywords:**    Biologic; DMARD; Disease-modifying antirheumatic drug; Methotrexate; Recommendations; Rheumatoid arthritis; Treatment guidelines.\n\nPublished by Elsevier Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35953230/",
    "relevance_score": 0.8499792177299244
  },
  {
    "pmid": "20036942",
    "title": "Novel therapeutic approaches in systemic lupus erythematosus",
    "abstract": "Systemic lupus erythematosus is a prototypical systemic autoimmune disease, affecting multiple organs and organ-systems, leading to a wide variety of symptoms, serological and clinical features. The pathogenesis of the disease encompasses a complex interplay among various immune-competent cells and inflammatory mediators, which gives ground to target numerous potentially harmful players in this system. The aim of the present review was to depict certain aspects on the pathogenesis of SLE and to highlight pathways that can be promising targets of novel therapeutic approaches. T-cell, B-cell targeting, modification of co-stimulatory pathways, anti-cytokine therapy, soluble mediators, as well as autologous stem cell transplantation have been addressed. Finally, we described potential side effects of these biologics.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/20036942/",
    "relevance_score": 0.8061911712967721
  },
  {
    "pmid": "19318389",
    "title": "Cellular therapy of systemic lupus erythematosus",
    "abstract": "Immunoablation with autologous hematopoietic stem cell rescue has been used in over 1,300 autoimmune disease patients, around 150 with SLE. Some patients have experienced durable remissions with loss of autoantibodies, whereas others either did not respond or died as a result of the treatment. Prospective randomised trials are required and are being planned to establish the place for this potentailly curative strategy. Mesenchymal stem cells are in an exploratory phase for the treatment of acute autoimmune disease including SLE. The principle is that they home to inflammed tissue and exert an antiinflammatory paracrine effect.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/19318389/",
    "relevance_score": 0.8049049453896256
  },
  {
    "pmid": "21503694",
    "title": "Treatment of cutaneous lupus",
    "abstract": "Cutaneous lupus erythematosus (CLE) is an autoimmune inflammatory skin disease seen in patients with or without systemic lupus erythematosus. The management of CLE includes treatment and prevention of lesions as well as routine assessment for systemic disease. Treatment options include topical and systemic therapies. Topical therapies include corticosteroids and calcineurin inhibitors. Systemic therapies generally fall under one of three categories: antimalarials, immunomodulators (eg, dapsone and thalidomide), and immunosuppressives (eg, methotrexate and mycophenolate). Evidence for the treatment of CLE has been limited by few prospective studies and the lack of a validated outcome measure (until recently). There is good evidence to support the use of topical steroids and calcineurin inhibitors, although most of these trials have not used placebo or vehicle controls. There have been no randomized, placebo-controlled trials evaluating systemic therapies in the treatment of CLE.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21503694/",
    "relevance_score": 0.7849154591838272
  },
  {
    "pmid": "36868923",
    "title": "Cutaneous lupus erythematosus: a review of etiopathogenic, clinical, diagnostic and therapeutic aspects",
    "abstract": "Cutaneous lupus erythematosus is an autoimmune disease of varied clinical expression, which may present as an exclusively cutaneous disease or be one of the multiple manifestations of systemic lupus erythematosus. Its classification includes acute, subacute, intermittent, chronic and bullous subtypes, which are usually identified based on clinical features and histopathological and laboratory findings. Other non-specific cutaneous manifestations may be associated with systemic lupus erythematosus and are usually related to disease activity. Environmental, genetic and immunological factors play a role in the pathogenesis of skin lesions in lupus erythematosus. Recently, considerable progress has been made in elucidating the mechanisms involved in their development, which allows for foreseeing future targets for more effective treatments. This review proposes to discuss the main etiopathogenic, clinical, diagnostic and therapeutic aspects of cutaneous lupus erythematosus, aiming to update internists and specialists from different areas.\n\n**Keywords:**    Autoimmune diseases; Lupus erythematosus, cutaneous; Lupus erythematosus, discoid; Lupus erythematosus, systemic; Panniculitis, lupus erythematosus.\n\nCopyright © 2023 Sociedade Brasileira de Dermatologia. Published by Elsevier España, S.L.U. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36868923/",
    "relevance_score": 0.706831255344761
  },
  {
    "pmid": "23253235",
    "title": "Conventional DMARD therapy (methotrexate-sulphasalazine) may decrease the requirement of biologics in routine practice of ankylosing spondylitis patients: a real-life experience",
    "abstract": "**Aim:**    The effect of disease-modifying antirheumatic drugs (DMARDs) in ankylosing spondylitis (AS) is still controversial. We aimed to evaluate the efficacy of sulphasalazine (SSZ) mono- or combination therapy with methotrexate (MTX) in AS patients naive to anti-tumor necrosis factor alpha (TNFα) agents.\n\n**Methods:**    Patients with AS (n = 87, male : female, 46 : 41) treated with SSZ (n = 61) or SSZ + MTX (n = 26) combination and a documented 6-month follow-up were evaluated retrospectively. Disease activity was assessed by the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), C-reactive protein and erythrocyte sedimentation rate. Requirement for anti-TNFα therapy was assessed after 6 months.\n\n**Results:**    Mean (SD) age was 43.0 (11.0) versus 40.2 (11.1) and disease duration was 11.0 (8.6) versus 8.2 (5.2) years, in the SSZ and SSZ + MTX groups, respectively. Initially, 59% (34/61) of the patients in SSZ monotherapy and 68% (17/26) in the combination arm had BASDAI > 4. At the end of the study, BASDAI scores decreased similarly in both groups (mono: 1.4 [-7-6] versus combination: 0.7 [-3-6] P = 0.2). BASDAI was > 4 in 32.8% (20/61) of patients in the SSZ monotherapy and in 44% (11/26) in the combination arm. Only 4 (6.6%) patients in the SSZ group and 2 (7.7%) in the ombination arm were switched to anti-TNFα therapies.\n\n**Discussion:**    A significant subset of our AS patients responded to SSZ mono or SSZ + MTX combination therapies at 6 months follow-up. Using BASDAI, the requirement for biological therapies decreased by 21-24%. In AS patients, including those with axial involvement only, DMARD therapy may be a reasonable first alternative to anti-TNFα therapy and may delay the switch to biologic agents.\n\n© 2012 The Authors International Journal of Rheumatic Diseases © 2012 Asia Pacific League of Associations for Rheumatology and Blackwell Publishing Asia Pty Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/23253235/",
    "relevance_score": 0.7563108904847069
  },
  {
    "pmid": "31171312",
    "title": "Oral treatment options for AS and PsA: DMARDs and small-molecule inhibitors",
    "abstract": "Spondyloarthritis (SpA) represents a group of common diseases that share a number of characteristic clinical manifestations including peripheral arthritis, spondylitis, enthesitis, and dactylitis. Additionally, they can often be associated with extra-articular manifestations including psoriasis, anterior uveitis, and inflammatory bowel disease. The two most widely studied clinical phenotypes are ankylosing spondylitis and psoriatic arthritis. Although a number of biologic agents have been shown to be highly effective in treating these conditions, rheumatologists must generally initiate therapy with conventional synthetic disease-modifying anti-rheumatic drugs (csDMARDs) such as methotrexate and sulfasalazine. The use of these medications stems from our experience in rheumatoid arthritis, and there is a paucity of convincing clinical data supporting their use in SpA. More recently, new targeted synthetic DMARDs have become available and are a welcome addition to the management of these conditions. Through this review, we hope to highlight the evidence behind available treatment options on the various domains of these diseases including synovitis, enthesitis, dactylitis, and spondylitis. We also discuss the available evidence regarding co-medication of csDMARDs with biologic agents.\n\n**Keywords:**    Ankylosing; Antirheumatic agents; Arthritis; Janus/kinases/antagonists and inhibitors; Methotrexate; Phosphodiesterase inhibitors; Psoriatic; Spondylitis; Spondyloarthritis; Sulfasalazine.\n\nCopyright © 2018. Published by Elsevier Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "rheumatology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31171312/",
    "relevance_score": 0.7309337734123575
  },
  {
    "pmid": "39356511",
    "title": "Dialysis for Chronic Kidney Failure: A Review",
    "abstract": "**Importance:**    More than 3.5 million people worldwide and 540 000 individuals in the US receive maintenance hemodialysis or peritoneal dialysis for the treatment of chronic kidney failure. The 5-year survival rate is approximately 40% after initiation of maintenance dialysis.\n\n**Observations:**    Hemodialysis and peritoneal dialysis remove metabolic waste and excess body water and rebalance electrolytes to sustain life. There is no recommended estimated glomerular filtration rate (eGFR) threshold for initiating dialysis, and patient-clinician shared decision-making should help determine when to initiate dialysis. Persistent signs and symptoms of uremia (eg, nausea, fatigue) and volume overload (eg, dyspnea, peripheral edema), worsening eGFR, metabolic acidosis, and hyperkalemia inform the timing of therapy initiation. A randomized clinical trial reported no mortality benefit to starting dialysis at higher eGFR (10-14 mL/min/1.73 m2) vs lower eGFR (5-7 mL/min/1.73 m2) levels. Observational data suggested no differences in 5-year mortality with use of hemodialysis vs peritoneal dialysis. Cardiovascular (eg, arrhythmias, cardiac arrest) and infection-related complications of maintenance dialysis are common. In the US, hemodialysis catheter-related bloodstream infections occur at a rate of 1.1 to 5.5 episodes per 1000 catheter-days and affect approximately 50% of patients within 6 months of catheter placement. Peritonitis occurs at a rate of 0.26 episodes per patient-year and affects about 30% of individuals in the first year of peritoneal dialysis therapy. Chronic kidney failure-related systemic complications, such as anemia, hyperphosphatemia, hypocalcemia, and hypertension, often require pharmacologic treatment. Hypotension during dialysis, refractory symptoms (eg, muscle cramps, itching), and malfunction of dialysis access can interfere with delivery of dialysis.\n\n**Conclusions and relevance:**    In 2021, more than 540 000 patients in the US received maintenance hemodialysis or peritoneal dialysis for treatment of chronic kidney failure. Five-year survival rate after initiation of maintenance dialysis is approximately 40%, and the mortality rate is similar with hemodialysis and peritoneal dialysis. Decisions about dialysis initiation timing and modality are influenced by patient symptoms, laboratory trajectories, patient preferences, and therapy cost and availability and should include shared decision-making.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39356511/",
    "relevance_score": 0.8766853470040489
  },
  {
    "pmid": "30208820",
    "title": "When to initiate dialysis for end-stage kidney disease: evidence and challenges",
    "abstract": "The decision about when to start dialysis for end-stage kidney disease (ESKD) is complex and is influenced by many factors. ESKD-related symptoms and signs are the most common indications for dialysis initiation. Creatinine-based formulae to estimate glomerular filtration rate (GFR) are inaccurate in patients with ESKD and, thus, the decision to start dialysis should not be based solely on estimated GFR (eGFR). Early dialysis initiation (ie, at an eGFR > 10 mL/min/1.73 m2) is not associated with a morbidity and mortality benefit, as shown in the Initiating Dialysis Early and Late (IDEAL) study. This observation has been incorporated into the latest guidelines, which place greater emphasis on the assessment of patients' symptoms and signs rather than eGFR. It is suggested that in asymptomatic patients with stage 5 chronic kidney disease, dialysis may be safely delayed until the eGFR is at least as low as 5-7 mL/min/1.73 m2 if there is careful clinical follow-up and adequate patient education. The decision on when to start dialysis is even more challenging in older patients. Due to their comorbidities and frailty, dialysis initiation may be associated with worse outcomes and quality of life. Therefore, the decision to start dialysis in these patients should be carefully weighed against its risks, and conservative care should be considered in appropriate cases. To optimise the decision-making process for dialysis initiation, patients need to be referred to a nephrologist in a timely fashion to allow adequate pre-dialysis care and planning. Dialysis initiation and its timing should be a shared decision between physician, patients and family members, and should be tailored to the individual patient's needs.\n\n**Keywords:**    Kidney diseases; Renal dialysis; Renal insufficiency.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30208820/",
    "relevance_score": 0.7751076554163301
  },
  {
    "pmid": "12923722",
    "title": "Outcomes research in glomerulonephritis",
    "abstract": "Glomerulonephritis remains the second or third most common primary renal disease type to progress to end-stage renal failure. This disease type is particularly important because its focus is limited to the kidney and its reversal or stabilization ensures a return to a normal quality of life for the individual. Also, because its highest incidence rate is in childhood and early adulthood, the implications of effective therapy in terms of preventing end-stage renal failure costs, benefits not only the individual but also society. We focus on the 3 most common variants that progress to end-stage renal failure (ie, membranous nephropathy [MGN], focal segmental glomerulosclerosis [FSGS], and IgA nephropathy). Together these represent approximately 80% of the primary glomerular diseases known to progress. We discuss the outcome studies published over the past decade in these disorders that permit the best insight into specific immunotherapy. We provide this data in an evidence-based model so the reader can appreciate the strengths and/or weaknesses of the therapies discussed and we provide a framework for clinical management.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/12923722/",
    "relevance_score": 0.8752866521958205
  },
  {
    "pmid": "38500101",
    "title": "Clinicopathological characteristics and predictors of outcome of rapidly progressive glomerulonephritis: a retrospective study",
    "abstract": "**Background:**    Globally, there are regional and time-based variations in the prevalence, etiology, and prognosis of rapidly progressive glomerulonephritis (RPGN). Prognosis of RPGN is poor, with a higher risk of death and end stage renal disease (ESRD) even with immunosuppressive medications. In the Middle East and North Africa, the studies on this disease are very limited. Therefore, we determined the predictors of outcome of RPGN.\n\n**Methods:**    We retrospectively assessed 101 adult patients over age of 18, diagnosed with RPGN based on renal biopsy illustrating crescents in ≥ 50% of the glomeruli. Patients who had crescents in their renal biopsies that were < 50% and those who refused to consent to a renal biopsy were excluded. We categorized the patients into 3 groups based on immunohistochemistry; type I, type II and type III. Then, depending on renal loss, we divided them into ESRD and non-ESRD groups. The clinical history and physical examination were retrieved. Additionally, 24-hour urine protein, urine analysis, renal function tests, serum albumin, complete blood count, antinuclear antibodies, anti-double stranded DNA antibodies, ANCA antibodies and serum complement levels were checked. Each patient underwent a kidney biopsy for immunohistochemistry and light microscopy. The percentage of crescentic glomeruli, number of sclerosed glomeruli, tertiary lymphoid organ (TLO), neutrophil infiltration, endocapillary or mesangial hypercellularity, interstitial fibrosis with tubular atrophy (IFTA) were analyzed. Primary outcomes (remission, ESRD and mortality) and secondary outcomes were assessed.\n\n**Results:**    Type II was the most frequent cause of RPGN (47.5%), followed by type III (32.7%) and type I (19.8%). 32 patients (31.7%) died during follow up, whereas 60 patients (59.4%) developed ESRD. In 41 patients (40.6%), remission occurred. Oliguria, serum creatinine, and need for HD at presentation were significantly increased in ESRD group compared to non-ESRD group (P < 0.001 for each). Mesangial proliferation, IFTA, TLO formation, sclerotic glomeruli and fibrous crescents were also significantly increased in ESRD group in comparison to non-ESRD group (P < 0.001 for each). Glomerulosclerosis (P = 0.036), and IFTA (P = 0.008) were predictors of ESRD. Infections (P = 0.02), respiratory failure (P < 0.001), and heart failure (P = 0.004) were mortality risk factors.\n\n**Conclusion:**    Type II RPGN was the most common. Infection was the most frequent secondary outcome. Oliguria, glomerulosclerosis, the requirement for hemodialysis at presentation, IFTA and TLO formation were predictors of ESRD. Respiratory failure, heart failure and infections were significant predictors of mortality.\n\n**Keywords:**    End stage renal disease; Glomerulonephritis; Hemodialysis; Interstitial fibrosis with tubular atrophy.\n\n© 2024. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38500101/",
    "relevance_score": 0.8607344067874599
  },
  {
    "pmid": "18245806",
    "title": "Primary glomerulonephritis: an update on renal survival and determinants of progression",
    "abstract": "**Background:**    Few epidemiological studies have investigated the long-term outcome of primary glomerulonephritis (GN) and its determinants in the decade since angiotensin-converting enzyme inhibitors entered widespread use.\n\n**Aim:**    To study several traditional and less traditional risk factors for kidney disease progression in a cohort of patients with primary GN.\n\n**Design:**    Retrospective cohort study.\n\n**Methods:**    We included 536 patients with primary GN first diagnosed between 1994 and 2001: 283 IgA nephropathy (IgA), 129 membranous nephropathy (MN), and 124 focal and segmental glomerulosclerosis (FSGS). Adjusted hazard ratios (HR) or dialysis or preemptive transplantation for end-stage renal disease (ESRD) according to various characteristics were estimated with Cox proportional-hazard models.\n\n**Results:**    At diagnosis, mean patient age was 43 +/- 17 years, 74% were men, and the mean estimated glomerular filtration rate (eGFR) was 69 +/- 31 mL/mn/1.73m(2). After a mean follow-up of 7-years, 104 patients had started ESRD treatment and 14 had died before reaching ESRD. The 7-year renal survival rate was 69% for FSGS, 88% for MN, and 82% for IgAN (p < 0.01). In patients with FSGS, younger age was associated with a higher risk of ESRD. Baseline proteinuria, diabetes, and haemoglobin (Hb) concentration were strongly associated with shorter time to ESRD independent of baseline eGFR, but gender, hypertension and smoking were not. Adjusted HRs for ESRD were 2.6 [95% confidence interval, 1.2-5.8] for diabetes and 2.4 [1.3-4.5] for the lowest and 1.9 [1.0-3.6] for the intermediate Hb tertiles versus the highest.\n\n**Discussion:**    In patients with primary GN, renal survival is clearly lower for FSGS than for IgAN and MN. Independent predictors for progression were baseline diabetes and anaemia, as well as proteinuria, for all GN types, and younger age, for FSGS.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/18245806/",
    "relevance_score": 0.8525277241582957
  },
  {
    "pmid": "2063844",
    "title": "Prognostic factors in mesangial IgA glomerulonephritis: an extensive study with univariate and multivariate analyses",
    "abstract": "To clarify the risk factors for chronic renal failure in idiopathic IgA glomerulonephritis (IgA-GN), we performed a dual study on 282 patients using both standard univariate statistical methods and the multivariate regression model of Cox. During a follow-up ranging from 1 to 36 years, with a mean of 8 years, 18% of the patients (50/282) had gone into chronic renal failure (CRF), with 18 of them in end-stage renal disease (ESRD) (6%). The univariate comparison of patients with CRF versus patients without CRF showed multiple risk factors: mainly arterial hypertension, an amount of proteinuria, nephrotic syndrome, a high level of serum IgA, presence of HLA-B35 antigen, and the intensity of most pathological lesions on light microscopy. The actuarial survival rate for a normal renal function (serum creatinine less than 135 mumol/L [1.5 mg/dL]) was 84% at 10 years and 64% at 20 years. The multivariate study allowed the isolation of only four risk factors with a significant effect on survival rate. These were the amount of proteinuria, the global optical score on first renal biopsy, the presence of an initial hypertension, and the presence of the HLA-B35 antigen. From these results, the probability of renal survival for individual patients may be calculated and a high-risk subgroup defined. Our data confirm the greater usefulness of multivariate over univariate statistical analyses in finding risk factors for CRF in IgA-GN.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/2063844/",
    "relevance_score": 0.8393584186662721
  },
  {
    "pmid": "32129212",
    "title": "Predictors of renal outcomes in anti-neutrophil cytoplasmic antibody glomerulonephritis",
    "abstract": "Glomerulonephritis associated with anti-neutrophil cytoplasmic antibody (ANCA) vasculitis still has a high prevalence of end-stage renal disease (ESRD), particularly in patients with advanced renal failure at presentation. This study aims to evaluate the clinical and histo- pathological features of renal involvement and investigate factors associated with ESRD. Patients with renal biopsy-proven ANCA-associated glomerulonephritis were included retrospectively over a period of nine years (June 2007 to March 2016). The renal survival, defined as time to reach ESRD, was evaluated based on clinical parameters, histopathological classification, and renal risk score. A total of 37 patients with crescentic glomerulonephritis were included in the study. The average age was 54 ± 16 years (range: 17-80) and 51.3% were female. Twenty-two patients were diagnosed with microscopic polyangiitis and 15 had granulomatosis with polyangiitis. The median glomerular filtration rate at presentation was 16.73 mL/min/1.73 m2. Thirty-five patients (94.5%) had renal failure at presentation and 23 patients (62.1%) required initial hemodialysis (HD) therapy. The pattern of glomerular injury was categorized as sclerotic in 48.6% of cases, crescentic in 24.3%, mixed in 24.3%, and focal class in 2.7%. Regarding renal risk score, we had five patients with low risk, 17 with intermediate risk and 15 with high risk. ESRD occurred in 47% of intermediate-risk group and 66% of the high risk group. During follow-up, 17 patients (45.9%) developed ESRD. Tobacco addiction (P = 0.02), alveolar hemorrhage (P = 0.04), hypertension (P = 0.04), initial HD (P = 0.04), and sclerotic class (P = 0.004) were associated with ESRD. In our patients, a sclerotic class was associated with a higher risk of ESRD, suggesting that histo- pathological classification is potentially an important parameter to predict outcomes in renal disease secondary to ANCA-associated vasculitis.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32129212/",
    "relevance_score": 0.8393584186662721
  },
  {
    "pmid": "1938221",
    "title": "Long-term prognosis of chronic glomerulonephritis",
    "abstract": "The dependence of actuarial survival rates on morphological and clinical manifestation of chronic glomerulonephritis (CGN) has been studied in 520 patients followed up for 2-42 years. In grouping the patients along two signs--histological lesion and relapse incidence--the survival in different morphological forms of CGN was found to be similarly dependent on the illness activity. It was high in rare and the lowest in frequent and persisting relapses. Hypertension, high-grade tubulo-interstitial changes and sclerosis over 50 per cent of glomeruli indicate a poor prognosis as signs of severe renal damage under which each relapse may hasten the lethal outcome. Identification of the histological appearance is of high importance in CGN prognosis because of their different manifestations and tendency to relapse.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/1938221/",
    "relevance_score": 0.8219511798999368
  },
  {
    "pmid": "12105242",
    "title": "Long-term prognosis of diffuse proliferative glomerulonephritis associated with infection in adults",
    "abstract": "**Background:**    Infection-associated glomerulonephritis is rare in adults and its long-term prognosis is undefined.\n\n**Methods:**    We retrospectively evaluated the clinical course of 50 adults (30 men, 20 women) with infection-associated glomerulonephritis diagnosed in our department from 1979 to 1999. The mean follow-up was 90+/-78 months. Patients were subdivided into two groups: group 1 included those without underlying disease and group 2 included those with severe underlying disease.\n\n**Results:**    At presentation, the median age was 54 years, and 33 patients were hypertensive, 31 had nephritic syndrome, eight had nephrotic syndrome and 11 had non-nephrotic proteinuria. Patients in group 2 were significantly older and had a significantly higher proteinuria than patients of group 1. Of the 21 patients in group 2, nine had liver cirrhosis, four cancer, five diabetes, three bronchiectasis, one thalassaemia intermedia, one polymyositis and one had anti-phospholipid antibodies syndrome. At the last follow-up, five patients had died, 21 patients were in complete remission, ten had partial remission, ten had renal insufficiency and three were on chronic dialysis. Multivariate analysis showed that an underlying disease (P=0.04) and interstitial infiltration at biopsy (P=0.036) were predictors of incomplete recovery. A correlation analysis between the year of diagnosis and the clinical/ histological characteristics at presentation showed that age (P=0.05), atypical infections (P=0.01), underlying disease (P=0.01) and interstitial infiltration at biopsy (P=0.02) increased over time, while the number of patients with complete remission significantly decreased (P=0.001).\n\n**Conclusions:**    Infection-associated glomerulonephritis may progress to chronic renal failure in a consistent number of adult hospitalized patients, particularly in those with an underlying disease and when associated with interstitial infiltration at biopsy.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/12105242/",
    "relevance_score": 0.8116806013496
  },
  {
    "pmid": "23002699",
    "title": "Acute tubular necrosis and renal failure in patients with glomerular disease",
    "abstract": "Renal failure is common in patients with glomerular disease. Although renal failure may result from the glomerular lesion itself, it is also observed in patients with minimal glomerular alterations. Degenerative changes and necrosis of the tubular epithelium are common findings in kidney biopsies from these patients. The aim of this work is to examine the association between acute tubular necrosis (ATN) and renal failure in patients with glomerulopathy and to estimate the relationship between the degree of ATN and renal failure in these patients. Data on age, sex, presence of nephrotic syndrome, and renal failure were recorded for 149 patients, who underwent a renal biopsy for the diagnosis of glomerulopathy. The biopsies were reviewed, and ATN, when present, was classified as one of four grades depending on its intensity. The mean age of the patients was 21 ± 16 years. Eighty patients (54%) were male, 43 (42%) had renal failure, 104 (72%) had nephrotic syndrome, and 66 (45%) had minimal change disease or focal segmental glomerulosclerosis. ATN was present in 115 (77%) patients. The frequency of renal failure was directly correlated with the intensity of ATN [odds ratio (OR) of 26.0 for patients with grade 2 lesions and OR of 45.5 for patients with grade 3 lesions]. ATN is a common finding in the biopsies of patients with glomerulopathy. The severity of ATN is directly associated with the frequency of renal failure in these patients.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "nephrology",
    "url": "https://pubmed.ncbi.nlm.nih.gov/23002699/",
    "relevance_score": 0.8082856735728513
  },
  {
    "pmid": "41123905",
    "title": "Serial Ketamine Infusions as Adjunctive Therapy to Inpatient Care for Depression: The KARMA-Dep 2 Randomized Clinical Trial",
    "abstract": "**Importance:**    Serial ketamine infusions are being increasingly adopted as off-label treatment for major depression in routine clinical practice, yet robust psychoactive placebo-controlled trial evidence for short- and long-term efficacy and safety remains limited.\n\n**Objective:**    To assess antidepressant efficacy, safety, tolerability, cost-effectiveness, and quality of life during and after serial ketamine infusions compared with midazolam as an adjunct to usual inpatient care.\n\n**Design, setting, and participants:**    The KARMA-Dep 2 trial was an investigator-led, double-blind, randomized, midazolam-controlled, pragmatic trial conducted at an academic center in Ireland between September 2021 and August 2024. Participants included adults (≥18 years) hospitalized with a DSM-5 major depressive episode (unipolar or bipolar) and baseline Montgomery-Åsberg Depression Rating Scale (MADRS) score ≥20.\n\n**Interventions:**    Participants were randomized 1:1 to receive up to 8 twice-weekly intravenous infusions of either ketamine (0.5 mg/kg) or midazolam (0.045 mg/kg) as an adjunct to usual-care pharmacotherapy and other aspects of routine inpatient psychiatric care. Participants were followed up for 6 months.\n\n**Main outcomes and measures:**    The primary outcome was change in depression symptom severity measured by the observer-rated MADRS score from baseline to end of treatment. Secondary outcomes included self-reported depression severity, safety, tolerability, health care costs, and quality of life.\n\n**Results:**    Of 65 randomized participants (mean [SD] age, 53.5 [18.6] years; 37 [59.7%] male), 62 were included in the final analysis. In the analysis of primary outcome, end-of-treatment MADRS scores did not significantly differ between the ketamine and midazolam groups (adjusted mean difference, -3.16 points, 95% CI, -8.54 to 2.22; P = .25; Cohen d, -0.29). Similarly, there was no significant between-group difference between Quick Inventory of Depressive Symptoms, Self-Report, scores (adjusted mean difference, -0.002; 95% CI, -2.71 to 2.71; P > .99; Cohen d, -0.0004). There were no significant between-group differences on other secondary outcomes, including cognition, cost-effectiveness, or quality of life. Most patients and raters accurately guessed treatment allocation.\n\n**Conclusions and relevance:**    Serial adjunctive ketamine infusions were not more effective than serial midazolam infusions in reducing depressive symptoms in inpatients receiving usual psychiatric care.\n\n**Trial registration:**    ClinicalTrials.gov Identifier: [NCT04939649](http://clinicaltrials.gov/show/NCT04939649).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41123905/",
    "relevance_score": 0.7260194180265809
  },
  {
    "pmid": "41637092",
    "title": "A Ketogenic Diet for Treatment-Resistant Depression: A Randomized Clinical Trial",
    "abstract": "**Importance:**    Preclinical evidence and case reports suggest potential therapeutic benefits of ketogenic diets (KDs) in the treatment of depression, but evidence from well-controlled randomized clinical trials (RCTs) is lacking.\n\n**Objective:**    To assess the efficacy of a KD compared with a control diet in adults with treatment-resistant depression (TRD).\n\n**Design, setting, and participants:**    This RCT was conducted between February 22 and June 15, 2024. Participants aged 18 to 65 years with TRD and a score of 15 or greater on the 9-item Patient Health Questionnaire (PHQ-9) from across the UK were included.\n\n**Intervention:**    Participants were randomized 1:1 to one of two 6-week dietary interventions: (1) KD of prepared foods providing less than 30 g of carbohydrates per day with weekly individual dietetic support or (2) a control (phytochemical [phyto]) diet with vouchers to purchase 1 extra serving of vegetables or fruit and replace saturated fats with unsaturated fats, with equal dietetic support. The last follow-up was at 12 weeks.\n\n**Main outcomes and measures:**    The primary outcome was the between-group difference in change in PHQ-9 score from baseline to week 6. Secondary outcomes included PHQ-9 score at 12 weeks, depression remission, anxiety, anhedonia, cognitive impairment, quality of life, and functional outcomes.\n\n**Results:**    The study included 88 participants (mean [SD] age, 42.1 [13.1] years; 61 women [69%]): 44 in the KD group and 44 in the phyto diet group. Depression severity decreased markedly in both groups; the mean (SD) change in PHQ-9 score from baseline to week 6 was -10.5 (7.0) in the KD group and -8.3 (5.1) in the phyto group. The mean between-group differences in PHQ-9 score at 6 and 12 weeks were -2.18 (95% CI, -4.33 to -0.03; P = .05; Cohen d, -0.68; 95% CI -1.35 to -0.01) and -1.85 (95% CI, -4.04 to 0.33; P = .10; Cohen d, -0.58; 95% CI, -1.26 to 0.10), respectively. There were no differences in secondary outcomes between the KD and phyto groups. No serious adverse events occurred.\n\n**Conclusions and relevance:**    In this RCT, a KD had antidepressant benefits compared with a well-matched control diet at 6 weeks. However, the clinical relevance is uncertain, as the mean effect size compared with the control was modest and not evident in secondary analyses.\n\n**Trial registration:**    ClinicalTrials.gov Identifier: [NCT06091163](http://clinicaltrials.gov/show/NCT06091163).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41637092/",
    "relevance_score": 0.7201410529323874
  },
  {
    "pmid": "40846158",
    "title": "Efficacy and tolerability of pramipexole versus antidepressants for Parkinson's disease with depression: a meta-analysis of randomized controlled trials",
    "abstract": "**Background:**    Pramipexole is thought to exert antidepressant effects in patients with Parkinson's disease (PD) and depression, but its efficacy compared with typical antidepressants is unclear. This meta-analysis aims to directly compare the safety and efficacy of pramipexole and antidepressants for depression in PD patients.\n\n**Methods:**    Twelve electronic databases including Cochrane, PubMed, Embase, Web of Science, CINAHL, PsycINFO, ProQuest, Open Grey, CBM, The CNKI, Wan Fang Data and VIP, and two clinical trial registry websites were systematically searched up to December 30, 2024. The primary outcomes were severity of depression (change in depression rating scale) and tolerability (discontinuation for any reason at the end of treatment). Secondary outcomes included changes in motor symptoms and adverse effects. This study was registered in PROSPERO (reference number: CRD42024525826).\n\n**Results:**    A total of 12 randomized controlled trials involving 772 participants were included. There was no significant difference in the efficacy between pramipexole and antidepressants in the treatment of PD patients with depression (SMD -0.14,95 % CI -0.48 ∼ -0.21, P = 0.45) and they did not differ significantly in terms of tolerability (OR 0.78, 95 % CI 0.36-1.71, P = 0.54, I2 = 26 %). Pramipexole significantly improved motor symptoms better (SMD -0.44, 95 % CI -0.82 ∼ -0.05, P = 0.03) and decreased the incidence of anorexia (P = 0.05), but had a similar risk of other adverse effects as antidepressants.\n\n**Conclusion:**    Pramipexole has an antidepressant effect similar to typical antidepressants while improving motor symptoms in PD patients. Both of them are well tolerated, and may be associated with some common adverse effects, such as anorexia, nausea, and vomiting.\n\n**Keywords:**    Antidepressant; Depression; Parkinson's disease; Pramipexole.\n\nCopyright © 2025 Elsevier B.V. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40846158/",
    "relevance_score": 0.7046068876531518
  },
  {
    "pmid": "40915504",
    "title": "Evaluating the efficacy of psychotherapeutic and pharmacological treatments for depression on anhedonia: A systematic review and meta-analysis",
    "abstract": "**Background:**    Anhedonia, the lack of interest or pleasure in activities, is a core but under-addressed symptom of depression. Consequently, little is known about the efficacy of treatments for alleviating anhedonia.\n\n**Objective:**    To evaluate the efficacy of psychotherapeutic and pharmacological treatments for depression at reducing symptoms of anhedonia.\n\n**Methods:**    Embase, International Pharmaceutical Abstracts, Medline, PsycINFO, and the Cochrane Library were searched from inception-June-2025 for Randomised Control Trials of evidence-based (defined by National Institute for Health and Care Excellence [NICE] guidelines) psychotherapeutic or pharmacological treatments for depression in adults that used validated anhedonia outcome measures. Random-effects meta-analyses examined endpoint differences in anhedonia symptoms.\n\n**Results:**    22 studies (27 comparisons, n = 3287) included. There was a small effect of treatments on anhedonia compared to inactive controls (Standardised Mean Difference [SMD] = 0.26 [95 % Confidence Interval [CI] = 0.10;0.43], p = 0.004). There was no evidence of a differential effect of any treatments when compared with NICE-recommended active-treatment controls. There was no evidence of moderation by risk of bias, treatment length or intensity, and weak evidence of moderation by format; face-to-face psychotherapeutic interventions were more efficacious than remotely delivered (telephone/video-call).\n\n**Conclusion:**    Treatments for depression were more efficacious at alleviating anhedonia relative to wait-list/no-treatment, placebo, or usual care. Effect sizes for anhedonia change were smaller than those for overall depression symptoms found in previous meta-analyses. There was no evidence of differential efficacy between different active treatments. Given the significance of anhedonia in depression, future studies focused on optimising treatment effects on anhedonia are required, it also needs to be routinely measured as a key outcome, in a consistent fashion.\n\n**Keywords:**    Anhedonia; Antidepressants; Depression; Evidence-Based; Meta-Analysis; Psychotherapy.\n\nCopyright © 2025 The Authors. Published by Elsevier B.V. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40915504/",
    "relevance_score": 0.6894078099098094
  },
  {
    "pmid": "40641116",
    "title": "MDMA-assisted therapy as a treatment for major depressive disorder: proof of principle study",
    "abstract": "**Background:**    3,4-methylenedioxymethamphetamine (MDMA)-assisted therapy (MDMA-AT) has shown promising safety and efficacy in phase 3 studies of post-traumatic stress disorder, but has not been investigated for a primary diagnosis of major depressive disorder (MDD).\n\n**Aim:**    We aimed to explore the proof of principle and safety as a first study with MDMA-AT for MDD, and to provide preliminary efficacy data.\n\n**Method:**    Twelve participants (7 women, 5 men) with moderate to severe MDD received MDMA in 2 open-label sessions 1 month apart, along with psychotherapy before, during and after the MDMA sessions, between January 2023 and May 2024. The primary outcome measure was mean change in Montgomery-Asberg Depression Rating Scale (MADRS), and the secondary outcome measure was mean change in functional impairment as measured with the Sheehan Disability Scale (SDS), both from baseline to 8 weeks following the second MDMA session. We used descriptive statistics and the two-tailed Wilcoxon signed-rank test to compare baseline and outcome scores. Repeated measures were analysed by a mixed-effects model.\n\n**Results:**    Baseline MADRS was 29.6 (s.d. 4.9). Feasibility was demonstrated with sufficient recruitment and retention. MADRS scores were significantly reduced post treatment compared with baseline (mean difference -19.3, s.e. 2.4, CI -14.8 to -23.8, *P* < 0.001). SDS scores significantly decreased from baseline (mean difference -11.7, s.e. 2.2, CI -7.5 to -15.9, *P* = 0.001). There were no adverse events of special interest, and no unexpected or serious adverse events.\n\n**Conclusion:**    The study met the primary objectives of safety and feasibility, and provided indications of efficacy for MDMA-AT for MDD. Further studies with a randomised design are required to confirm these findings.\n\n**Trial registration:**    EudraCT no. 2021-000805-26.\n\n**Keywords:**    Major depressive disorder; clinical drug studies; medication-assisted treatment; psychotherapy.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40641116/",
    "relevance_score": 0.68916183848965
  },
  {
    "pmid": "40047545",
    "title": "Results From a Long-Term Observational Follow-Up Study of a Single Dose of Psilocybin for a Treatment-Resistant Episode of Major Depressive Disorder",
    "abstract": "**Background:** The largest randomized study of psilocybin to date demonstrated the efficacy of COMP360 25 mg (Compass Pathways' investigational proprietary pharmaceutical-grade synthesized psilocybin formulation) in participants with treatment-resistant depression (COMP 001), compared with 10 mg and 1 mg doses. Here, we report findings from COMP 004, a 52-week observational follow-up of patients from COMP 001 and COMP 003, a small open-label study of the coadministration of 25 mg COMP360 with continuing antidepressant treatment.\n\n**Methods:** Adverse events (AEs) were collected over the full 52-week period. The primary efficacy endpoint was time to a prespecified depressive event over the 52 weeks following COMP360 administration in COMP 001 participants, presented as Kaplan-Meier estimates. A post hoc analysis included only participants that entered COMP 004. Data were collected from July 2020 to July 2022.\n\n**Results:** Sixty-six participants entered COMP 004 (COMP 001, n = 58 [25 mg group n = 22, 10 mg group n = 19, 1 mg group n = 17]; COMP 003, n = 8). Few AEs were reported post-entry into COMP 004, with 1 AE of mild suicidal ideation in the 1 mg group deemed possibly related to study drug. For all COMP 001 patients (n = 233), median time to depressive event was greater for the 25 mg group (92 days) compared to the 10 mg (83 days) and 1 mg (62 days) groups, with the majority of participants having had a depressive event by Week 12 (25 mg n = 37/75, 10 mg n = 38/79, 1 mg n = 44/75). The post hoc supplementary analysis of those who enrolled in COMP 004 from COMP 001 exhibited the difference between groups more strikingly (25 mg, 189 days; 10 mg, 43 days; 1 mg, 21 days); however, only 10 participants experienced a depressive event post-COMP 004 enrollment (25 mg n = 6, 10 mg n = 3, 1 mg n = 1) from COMP 001 and none from COMP 003. At COMP 004 entry, the 1 mg group had the highest number of participants on antidepressant medication (n = 10; 10 mg, n = 9; 25 mg, n = 6) and generally initiated treatment earlier.\n\n**Conclusion:** Over 52 weeks, a single administration of 25 mg psilocybin suggested longer maintenance of antidepressant effect than both 1 mg and 10 mg. Larger long-term studies are required to confirm these findings and provide clarity on the longer-term effects of psilocybin.\n\n**Trial Registration:** ClinicalTrials.gov identifier: [NCT04519957](http://clinicaltrials.gov/show/NCT04519957).\n\n© Copyright 2025 Physicians Postgraduate Press, Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40047545/",
    "relevance_score": 0.6831798161300261
  },
  {
    "pmid": "41050149",
    "title": "Psilocybin with psychotherapeutic support for treatment-resistant depression: a pilot clinical trial",
    "abstract": "**Background:**    Depressive disorders are a major global health challenge, with many individuals unresponsive to existing treatments. Novel psychedelic therapies show promise but require further research.\n\n**Objectives:**    This study aimed to evaluate the feasibility, safety and effectiveness of psilocybin with psychotherapeutic support for treatment-resistant depression (TRD), investigate predictors of treatment outcomes and deepen understanding of individual variability in response.\n\n**Design:**    Open-label, single-arm pilot trial with mixed-methods assessment.\n\n**Methods:**    Treatment consisted of two 25 mg psilocybin sessions, alongside three preparatory and six integration sessions. Depression severity was assessed using the self-rated Quick Inventory of Depressive Symptomatology at 3 weeks (primary endpoint) and at 20 weeks post-dose 2 (long-term follow-up). Potential predictors of clinical outcomes were evaluated using questionnaires, and qualitative interviews were used to capture individual experiences.\n\n**Results:**    At the aggregate level, a clinically meaningful reduction in depressive symptoms was observed at the primary endpoint (mean change = -7.14; *p* = 0.02; Hedges' g = -1.27; 95% CI [-2.40, -0.37]) and maintained long-term. Individual participant data revealed diverse response patterns. Two participants displayed a sustained treatment response, three relapsed, and two exhibited no substantial improvement. Exploratory analyses identified mindset prior to dosing, spiritual experiences and perceptual shifts during dosing as predictors of treatment trajectory, while treatment expectations were not a reliable predictor. Adverse events were largely consistent with previous studies, with no serious adverse events.\n\n**Conclusion:**    Findings add to the growing evidence base for psilocybin therapy and provide direction for further research on individual variability in response to better tailor treatments and enhance efficacy.\n\n**Trial registration:**    Australian New Zealand Clinical Trials Registry (ACTRN12621001097831).\n\n**Keywords:**    clinical trial; depression; psilocybin; psychedelic-assisted psychotherapy; qualitative.",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41050149/",
    "relevance_score": 0.680208305012451
  },
  {
    "pmid": "36265270",
    "title": "Long-term outcomes of cognitive behavioural therapy for social anxiety disorder: A meta-analysis of randomised controlled trials",
    "abstract": "Cognitive Behavioural Therapy (CBT) is effective in treating Social Anxiety Disorder (SAD). However, less is known about whether gains achieved in disorder-specific and secondary outcomes (e.g., depression, general anxiety, quality of life, and self-esteem) are maintained 12 months or longer. A systematic literature search yielded 25 relevant studies that administered CBT to participants with SAD. Multivariate meta-analyses of post-treatment assessments, found that CBT was superior to control conditions in reducing social anxiety (g =.74), depression (g =.52), general anxiety (g =.69) and improving quality of life (g =.39). The within-groups effect sizes revealed that 12 months or more after CBT treatment, symptoms continued to improve for social anxiety (gav =.23) and quality of life (gav =.17), and gains were maintained for depressive (gav =.06) and general anxiety symptoms (gav =.03). However, meta-analyses of long-term outcomes lack comparison groups. Moderation was non-significant for the treatment model, format, number of sessions, treatment duration, or inclusion of booster sessions. Future research may investigate what drives improvement after treatment cessation and how CBT affects other co-occurring symptomatology. Taken together, CBT produces many benefits for SAD and individuals with co-occurring symptoms can benefit from extant SAD-focused treatments.\n\n**Keywords:**    Cognitive behavioural therapy; Long-term outcomes; Meta-analysis; Randomized controlled trials; Social anxiety disorder.\n\nCopyright © 2022 Elsevier Ltd. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36265270/",
    "relevance_score": 0.9518226070052445
  },
  {
    "pmid": "29451967",
    "title": "Cognitive behavioral therapy for anxiety and related disorders: A meta-analysis of randomized placebo-controlled trials",
    "abstract": "The purpose of this study was to examine the efficacy of cognitive behavioral therapy (CBT) for anxiety-related disorders based on randomized placebo-controlled trials. We included 41 studies that randomly assigned patients (N = 2,843) with acute stress disorder, generalized anxiety disorder (GAD), obsessive compulsive disorder (OCD), panic disorder (PD), posttraumatic stress disorder (PTSD), or social anxiety disorder (SAD) to CBT or a psychological or pill placebo condition. Findings demonstrated moderate placebo-controlled effects of CBT on target disorder symptoms (Hedges' g = 0.56), and small to moderate effects on other anxiety symptoms (Hedges' g = 0.38), depression (Hedges' g = 0.31), and quality of life (Hedges' g = 0.30). Response rates in CBT compared to placebo were associated with an odds ratio of 2.97. Effects on the target disorder were significantly stronger for completer samples than intent-to-treat samples, and for individuals compared to group CBT in SAD and PTSD studies. Large effect sizes were found for OCD, GAD, and acute stress disorder, and small to moderate effect sizes were found for PTSD, SAD, and PD. In PTSD studies, dropout rates were greater in CBT (29.0%) compared to placebo (17.2%), but no difference in dropout was found across other disorders. Interventions primarily using exposure strategies had larger effect sizes than those using cognitive or cognitive and behavioral techniques, though this difference did not reach significance. Findings demonstrate that CBT is a moderately efficacious treatment for anxiety disorders when compared to placebo. More effective treatments are especially needed for PTSD, SAD, and PD.\n\n**Keywords:**    anxiety; anxiety disorders; behavior therapy; cognitive therapy; meta-analysis; treatment outcome.\n\n© 2018 Wiley Periodicals, Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29451967/",
    "relevance_score": 0.9478415225716799
  },
  {
    "pmid": "31758858",
    "title": "Long-term Outcomes of Cognitive Behavioral Therapy for Anxiety-Related Disorders: A Systematic Review and Meta-analysis",
    "abstract": "**Importance:**    Cognitive behavioral therapy is recommended for anxiety-related disorders, but evidence for its long-term outcome is limited.\n\n**Objective:**    This systematic review and meta-analysis aimed to assess the long-term outcomes after cognitive behavioral therapy (compared with care as usual, relaxation, psychoeducation, pill placebo, supportive therapy, or waiting list) for anxiety disorders, posttraumatic stress disorder (PTSD), and obsessive-compulsive disorder (OCD).\n\n**Data sources:**    English-language publications were identified from PubMed, PsycINFO, Embase, Cochrane, OpenGrey (1980 to January 2019), and recent reviews. The search strategy included a combination of terms associated with anxiety disorders (eg, panic or phobi*) and study design (eg, clinical trial or randomized controlled trial).\n\n**Study selection:**    Randomized clinical trials on posttreatment and at least 1-month follow-up effects of cognitive behavioral therapy compared with control conditions among adults with generalized anxiety disorder, panic disorder with or without agoraphobia, social anxiety disorder, specific phobia, PTSD, or OCD.\n\n**Data extraction and synthesis:**    Researchers independently screened records, extracted statistics, and assessed study quality. Data were pooled using a random-effects model.\n\n**Main outcomes and measures:**    Hedges g was calculated for anxiety symptoms immediately after treatment and at 1 to 6 months, 6 to 12 months, and 12 months or more after treatment completion.\n\n**Results:**    Of 69 randomized clinical trials (4118 outpatients) that were mainly of low quality, cognitive behavioral therapy compared with control conditions was associated with improved outcomes after treatment completion and at 1 to 6 months and at 6 to 12 months of follow-up for a generalized anxiety disorder (Hedges g, 0.07-0.40), panic disorder with or without agoraphobia (Hedges g, 0.22-0.35), social anxiety disorder (Hedges g, 0.34-0.60), specific phobia (Hedges g, 0.49-0.72), PTSD (Hedges g, 0.59-0.72), and OCD (Hedges g, 0.70-0.85). At a follow-up of 12 months or more, these associations were still significant for generalized anxiety disorder (Hedges g, 0.22; number of studies [k] = 10), social anxiety disorder (Hedges g, 0.42; k = 3), and PTSD (Hedges g, 0.84; k = 5), but not for panic disorder with or without agoraphobia (k = 5) and could not be calculated for specific phobia (k = 1) and OCD (k = 0). Relapse rates after 3 to 12 months were 0% to 14% but were reported in only 6 randomized clinical trials (predominantly for panic disorder with or without agoraphobia).\n\n**Conclusions and relevance:**    The findings of this meta-analysis suggest that cognitive behavioral therapy for anxiety-related disorders is associated with improved outcomes compared with control conditions until 12 months after treatment completion. At a follow-up of 12 months or more, effects were small to medium for generalized anxiety disorder and social anxiety disorder, large for PTSD, and not significant or not available for other disorders. High-quality randomized clinical trials with 12 months or more of follow-up and reported relapse rates are needed.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "category": "psychiatry",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31758858/",
    "relevance_score": 0.9307816790693073
  }
]