[
  {
    "pmid": "40275414",
    "title": "Association of CAR-T approval on outcomes in patients with diffuse large B-cell lymphoma at the population level in the United States",
    "abstract": "While the advent of chimeric antigen receptor T-cell (CAR-T) therapy has revolutionized the treatment of relapsed or refractory DLBCL, it is unclear how survival has changed at the population level following its approval. Herein, we performed a population-based cohort study using the SEER-17 database. The primary exposure was a period of diagnosis (2014-2017 vs. 2018-2021), and these periods were selected based on the first FDA-approval of CAR-T in 2017. Study outcomes were relative survival (RS), overall survival (OS), lymphoma-specific survival (LSS), and the cumulative incidence of death from lymphoma (CIF). A total of 51,584 patients with DLBCL were included in the study with 24,861 patients diagnosed in time period-1 (2014-2017) and 26,723 patients diagnosed in time period-2 (2018-2021). The median age at diagnosis was 68 years (interquartile range, 57-77) and most patients were White (n = 42,190, 82%) with advanced stage at diagnosis (n = 28,203, 55%). In unadjusted analysis, the 5-year RS (95% CI) increased from 64% from 2014 to 2017 to 66% from 2018 to 2021, while 5-year OS increased from 54 to 55%, and 5-year LSS increased from 64 to 66%. On competing risks analysis, the 5-year probability of death from lymphoma decreased from 34 to 31%. The improvements in survival were observed across age, disease stage, and racial groups, and remained significant when adjusting for age, sex, race, stage, B symptoms and documented receipt of chemotherapy in multivariable survival models (adjusted OS HR = 0.97, 95%CI = 0.94-1.00, p = 0.04; adjusted LSS HR = 0.93, 95%CI = 0.90-0.96, p < 0.001). We found improved survival for patients with DLBCL diagnosed between 2018 and 2021 when compared to those diagnosed between 2014 and 2017. These findings will serve as the benchmark for future studies evaluating the impact of CAR-T administered earlier in their disease course.\n\n**Keywords:**    CAR-T; DLBCL; Diffuse large B-cell lymphoma; Outcomes; Survival.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40275414/",
    "relevance_score": 0.97
  },
  {
    "pmid": "28803861",
    "title": "Long-Duration Complete Remissions of Diffuse Large B Cell Lymphoma after Anti-CD19 Chimeric Antigen Receptor T Cell Therapy",
    "abstract": "T cells expressing anti-CD19 chimeric antigen receptors (CARs) can induce complete remissions (CRs) of diffuse large B cell lymphoma (DLBCL). The long-term durability of these remissions is unknown. We administered anti-CD19 CAR T cells preceded by cyclophosphamide and fludarabine conditioning chemotherapy to patients with relapsed DLBCL. Five of the seven evaluable patients obtained CRs. Four of the five CRs had long-term durability with durations of remission of 56, 51, 44, and 38 months; to date, none of these four cases of lymphomas have relapsed. Importantly, CRs continued after recovery of non-malignant polyclonal B cells in three of four patients with long-term complete remissions. In these three patients, recovery of CD19+ polyclonal B cells took place 28, 38, and 28 months prior to the last follow-up, and each of these three patients remained in CR at the last follow-up. Non-malignant CD19+ B cell recovery with continuing CRs demonstrated that remissions of DLBCL can continue after the disappearance of functionally effective anti-CD19 CAR T cell populations. Patients had a low incidence of severe infections despite long periods of B cell depletion and hypogammaglobulinemia. Only one hospitalization for an infection occurred among the four patients with long-term CRs. Anti-CD19 CAR T cells caused long-term remissions of chemotherapy-refractory DLBCL without substantial chronic toxicities.\n\n**Keywords:**    adoptive T cell therapy; chimeric antigen receptors; lymphoma.\n\nPublished by Elsevier Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28803861/",
    "relevance_score": 0.9638664686362596
  },
  {
    "pmid": "36735393",
    "title": "A validated composite comorbidity index predicts outcomes of CAR T-cell therapy in patients with diffuse large B-cell lymphoma",
    "abstract": "Chimeric antigen receptor T-cell therapy (CART) has extended survival of patients with relapsed/refractory diffuse large B-cell lymphoma (DLBCL). However, limited durability of response and prevalent toxicities remain problematic. Identifying patients who are at high risk of disease progression, toxicity, and death would inform treatment decisions. Although the cumulative illness rating scale (CIRS) has been shown to correlate with survival in B-cell malignancies, no prognostic score has been independently validated in CART recipients. We retrospectively identified 577 patients with relapsed/refractory DLBCL indicated for CART at 9 academic centers to form a learning cohort (LC). Random survival forest modeling of overall survival (OS) and progression-free survival (PFS) was performed to determine the most influential CIRS organ systems and severity grades. The presence of a severe comorbidity (CIRS score ≥ 3) in the respiratory, upper gastrointestinal, hepatic, or renal system, herein termed \"Severe4,\" had the greatest impact on post-CART survival. Controlling for other prognostic factors (number of prior therapies, Eastern Cooperative Oncology Group performance status, BCL6 translocation, and molecular subtype), Severe4 was strongly associated with shorter PFS and OS in the LC and in an independent single-center validation cohort (VC). Severe4 was also a significant predictor of grade ≥3 cytokine release syndrome in the LC, while maintaining this trend in the VC. Thus, our results indicate that adverse outcomes for patients with DLBCL meant to receive CART can be predicted using a simplified CIRS-derived comorbidity index.\n\n© 2023 by The American Society of Hematology. Licensed under Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0), permitting only noncommercial, nonderivative use with attribution. All other rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36735393/",
    "relevance_score": 0.9518226070052445
  },
  {
    "pmid": "32789017",
    "title": "Efficacy and safety of second-generation CAR T-cell therapy in diffuse large B-cell lymphoma: A meta-analysis",
    "abstract": "Diffuse large B-cell lymphoma (DLBCL) is the most common subtype of non-Hodgkin's lymphoma (NHL), representing 30% of all lymphoma cases. Within the first 2-3 years following immunochemotherapy, 30-40% of patients will experience a relapse or a refractory disease, thereby exhibiting a poor prognosis. High-dose immunotherapy followed by autologous stem cell transplantation is the standard care for relapsed/refractory (RR) patients with DLBCL. However, >60% of patients are ineligible for a transplant, presenting a therapeutic challenge. Chimeric antigen receptor (CAR) T-cell therapy has shown promising efficacy in patients with DLBCL, including those with R/R disease. The present study conducted a meta-analysis that showed highly favorable outcomes [objective response rate (ORR): 69%; complete remission (CR): 49%] in B-cell NHL patients (n=419) who were treated with second-generation CAR T cells. The response rate varied in different types of B-cell NHL. In 306 patients with R/R DLBCL eligible for rate evaluation, the ORR and CR rate mean estimates were 68% [95% confidence interval (CI), 55-79%] and 46% (95% CI, 38-54%), respectively. Thus, the findings indicated that immunotherapy with CAR T cells has improved outcomes for patients with R/R DLBCL and other subtypes of B-cell NHL compared with standard chemotherapy regimens. The study revealed that grade ≥3 anemia (34%) and thrombocytopenia (30%) were the most common adverse effects of CAR T-cell therapy. Incidence of grade ≥3 cytokine release syndrome and neurotoxicity associated with CAR T-cell therapy was effectively managed.\n\n**Keywords:**    B-cell non-Hodgkin's lymphoma; chimeric antigen receptor T cells; chimeric antigen receptor T-cell efficacy; chimeric antigen receptor T-cell safety; chimeric antigen receptor T-cell therapy; diffuse large B-cell lymphoma.\n\nCopyright: © Al-Mansour et al.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32789017/",
    "relevance_score": 0.9307816790693073
  },
  {
    "pmid": "33781518",
    "title": "The International Prognostic Index Is Associated with Outcomes in Diffuse Large B Cell Lymphoma after Chimeric Antigen Receptor T Cell Therapy",
    "abstract": "CD19-targeted chimeric antigen receptor (CAR) T cells have shown excellent activity against relapsed and refractory (R/R) diffuse large B cell lymphoma (DLBCL). CAR T cell therapy is associated with early toxicities, including cytokine release syndrome and neurotoxicity. The incidence and severity of these toxicities has been associated in part with baseline disease and patient characteristics, which also may impact overall survival (OS) and progression-free survival (PFS). However, there are limited data on patient selection and how to better predict toxicities or outcomes. Indexes used in patients with DLBCL, such as the International Prognostic Index (IPI and age-adjusted IPI [aaIPI]) and in transplantation recipients, such as the Hematopoietic Cell Transplantation Comorbidity Index (HCT-CI), have not been evaluated in this setting. Here we evaluated 4 indices- IPI, aaIPI, HCT-CI, and the Charlson Comorbidity Index (CCI)-and their associations with early CAR T cell related-toxicities and outcomes. We demonstrated an association between high-risk IPI or aaIPI and inferior PFS in patients with R/R DLBCL treated with CAR T cell therapy. We also found an association between aaIPI and IPI with OS and neurotoxicity, respectively. CCI was not associated with toxicities or outcomes, and owing to the small sample size, we could not draw a conclusion regarding associations with the HCT-CI. Both the IPI and aaIPI are widely used tools that can now provide better information to guide selection of patients who would best benefit from CD19 CAR T cell therapy.\n\n**Keywords:**    Cellular therapy; Chimeric antigen receptor T cells; International Prognostic Index; Non-Hodgkin lymphoma.\n\nCopyright © 2020 The American Society for Transplantation and Cellular Therapy. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33781518/",
    "relevance_score": 0.924302264738498
  },
  {
    "pmid": "38194367",
    "title": "Baseline Serum Inflammatory Proteins Predict Poor CAR T Outcomes in Diffuse Large B-cell Lymphoma",
    "abstract": "A subset of patients with diffuse large B-cell lymphoma (DLBCL) treated with CD19 chimeric antigen receptor (CAR) T-cell therapy have poor clinical outcomes. We report serum proteins associated with severe immune-mediated toxicities and inferior clinical responses in 146 patients with DLBCL treated with axicabtagene ciloleucel. We develop a simple stratification based on pre-lymphodepletion C reactive protein (CRP) and ferritin to classify patients into low-, intermediate-, and high-risk groups. We observe that patients in the high-risk category were more likely to develop grade ≥3 toxicities and had inferior overall and progression-free survival. We sought to validate our findings with two independent international cohorts demonstrating that patients classified as low-risk have excellent efficacy and safety outcomes. Based on routine and readily available laboratory tests that can be obtained prior to lymphodepleting chemotherapy, this simple risk stratification can inform patient selection for CAR T-cell therapy.\n\n**Significance:**    CAR T-cell therapy has changed the treatment paradigm for patients with relapsed/refractory hematologic malignancies. Despite encouraging efficacy, a subset of patients have poor clinical outcomes. We show that a simple clinically applicable model using pre-lymphodepletion CRP and ferritin can identify patients at high risk of poor outcomes. This article is featured in Selected Articles from This Issue, p. 80.\n\n©2024 The Authors; Published by the American Association for Cancer Research.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38194367/",
    "relevance_score": 0.9089351009022456
  },
  {
    "pmid": "37294963",
    "title": "CAR T-cell therapy in large B cell lymphoma",
    "abstract": "CD19-targeted chimeric antigen receptor (CAR) T-cells have revolutionized the treatment of lymphoid malignancies, including large B cell lymphoma (LBCL). Following seminal early phase multicenter clinical trials published between 2017 and 2020, three CD19-CAR T-cell products received FDA and EMA approval designations in lymphoma in the third-line setting, paving the way for follow-up studies in the second-line. Meanwhile, investigations into the applications of CAR T-cell therapy have further broadened to treating high-risk patients even prior to completion of first-line conventional chemo-immunotherapy. Furthermore, as early trials excluded patients with central nervous system involvement with lymphoma, several studies have recently shown promising efficacy of CD19-CAR T-cells in primary and secondary CNS lymphoma. Here we provide a detailed overview on clinical data supporting the use of CAR T-cells in patients with LBCL.\n\n**Keywords:**    B-cell lymphoma; CD19; autologous stem cell transplantation (ASCT); chimeric antigen receptor (CAR) T cell; diffuse large B-cell lymphoma (DLBCL); non-Hodgkin lymphoma (NHL); primary CNS lymphoma (PCNSL); secondary CNS lymphoma (SCNSL).\n\n© 2023 John Wiley & Sons Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37294963/",
    "relevance_score": 0.8571343070177389
  },
  {
    "pmid": "40229268",
    "title": "CAR T-cell therapy response varies by extranodal disease site in large B-cell lymphoma",
    "abstract": "The role of extranodal (EN) sites as potential sanctuary regions resistant to CD19-directed chimeric antigen receptor T-cell (CAR-T) therapy in large B-cell lymphoma (LBCL) remains unclear. To investigate this, we retrospectively analyzed 283 adults treated with commercial CD19 CAR-T therapy, assessing 958 PET-CT scans across four time points: pre-apheresis, pre-lymphodepletion, best response, and relapse. EN involvement prior to CAR-T therapy was common (76%). Outcomes for patients with exclusive EN disease were similar to those with nodal (ND) disease alone; however, patients with concomitant EN and ND disease (EN + ND) had lower complete response rates and shorter progression-free survival. Site-specific outcomes varied: lungs/pleura/pericardium and gastrointestinal/peritoneum involvement had the lowest local response rates (48% and 51%, respectively). Notably, the risk of same-site relapse was highest in the lungs/pleura/pericardium (hazard ratio [HR] 7.8) and gastrointestinal/peritoneum (HR 5.97). Among patients relapsing after CAR-T, two-year overall survival rates from time of relapse were significantly lower in those with EN relapse (23% for exclusive EN; 25% for EN + ND) compared to exclusive ND relapse (64%; p = 0.008). These findings underscore the high prevalence of EN disease in CAR-T recipients and its site-specific impact on outcomes, highlighting the need for organ-targeted strategies to enhance treatment efficacy. Differential site-specific response and relapse/progression risk according to pre-CAR-T therapy anatomical site involvement in Large B-cell Lymphoma. Risk of site-specific relapse or progression was not evaluable for CNS/orbital/cranial sinuses, adrenal/genitourinary, hepatobiliary/pancreas, and spleen due to insufficient number of events.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40229268/",
    "relevance_score": 0.8571343070177389
  },
  {
    "pmid": "38916811",
    "title": "Medicare Utilization and Cost Trends for CAR T Cell Therapies Across Settings of Care in the Treatment of Diffuse Large B-Cell Lymphoma",
    "abstract": "**Introduction:**    Chimeric antigen receptor T-cell (CAR T) therapies have transformed diffuse large B-cell lymphoma (DLBCL) treatment. It is important to better understand their use in Medicare Fee-for-Service (FFS) patients, who often differ from commercially insured populations in important ways.\n\n**Methods:**    We analyzed Medicare FFS claims data, focusing on the utilization patterns across three CAR T products-lisocabtagene maraleucel (liso-cel), tisagenlecleucel (tisa-cel), and axicabtagene autoleucel (axi-cel)-which are indicated for the treatment of DLBCL. Our investigation covered the period from 2021 through 2022. This analysis spanned a 180-day period prior to CAR T procedure and extended to a 90-day post-CAR T. Utilization of healthcare services, healthcare spending, and comorbidities were assessed in the pre- and post-periods. Clinical trial and PPS-exempt center claims were removed from the analysis. Statistical comparisons between inpatient and outpatient cohorts were made using Wilcoxon's rank-sum tests for continuous variables and Chi-square tests or Fisher's exact tests for categorical variables.\n\n**Results:**    Among the total 391 CAR T claims assessed, most of the CAR T therapies were administered in the inpatient setting (79%) compared to outpatient (21%). CAR T therapy in the inpatient setting received an average Medicare cost of US$498,723 ($276,138-$1,066,524), while the average Medicare cost for outpatient CAR T claims was $414,393 ($276,980-$849,878). There was a higher 3-month average post-period cost for those hospitals utilizing CAR T in the outpatient setting than the inpatient setting ($15,794 vs. $10,244). Despite the higher post-period cost, when looking at the CAR T procedure and pre- and post-periods as a single episode, beneficiaries receiving outpatient CAR T had less cost for the total episode of care ($587,908 vs. $529,188). Follow-up inpatient claims were also assessed post-CAR T procedure for 30 days. The rate of post-CAR T inpatient re-admission was significantly lower for beneficiaries receiving the index CAR T in the inpatient setting (21%) compared to outpatient CAR T (59%). Days between index CAR T discharge and IP admission were also significantly shorter for OP CAR T compared to IP CAR T (8.0 vs. 14.1 days, p < 0.0001). Additionally, IP CAR T had a longer ALOS on the admission claim (6.9 vs. 6.2 days).\n\n**Conclusion:**    CAR T therapy for the treatment of LBCL has become more common within the Medicare population, primarily in the inpatient setting. This study helps understand providers' cost and associated patient care around CAR T administration. The data show that the average cost received by hospitals encompasses the expenses related to both the CAR T drug and the medical services delivered to patients.\n\n**Keywords:**    CAR T-cell therapy; Cost analysis; Diffuse large B-cell lymphoma (DLBCL); Healthcare utilization; Inpatient; Medicare fee-for-service; Outpatient.\n\n© 2024. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38916811/",
    "relevance_score": 0.8535492649920206
  },
  {
    "pmid": "35720352",
    "title": "Novel Immune-Based treatments for Diffuse Large B-Cell Lymphoma: The Post-CAR T Cell Era",
    "abstract": "Prognosis for patients with refractory/relapsed (R/R) diffuse large B-cell lymphoma (DLBCL) is poor. Immune-based therapeutic treatments such as CD19 Chimeric Antigen Receptor (CAR) T cell therapies have dramatically changed the treatment landscape for R/R DLBCL leading to durable remissions in ~ 50% of patients. However, there remains an unmet need for developing novel therapies to improve clinical outcomes of patients not responding or relapsing after CAR T cell therapies. Lack of suitable immunotherapeutic targets and disease heterogeneity represent the foremost challenges in this emerging field. In this review, we discuss the recently approved and emerging novel immunotherapies for patients with R/R DLBCL in the post-CAR T era and the cell surface targets currently used.\n\n**Keywords:**    chimeric antigen receptor T-cell therapy; diffuse large B-cell lymphoma; discovery; high-risk; immunotherapy; target.\n\nCopyright © 2022 Atallah-Yunes, Robertson, Davé, Ghione and Perna.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35720352/",
    "relevance_score": 0.8464241025144909
  },
  {
    "pmid": "35768052",
    "title": "Role of CD19 Chimeric Antigen Receptor T Cells in Second-Line Large B Cell Lymphoma: Lessons from Phase 3 Trials. An Expert Panel Opinion from the American Society for Transplantation and Cellular Therapy",
    "abstract": "Since 2017, 3 CD19-directed chimeric antigen receptor (CAR) T cell therapies-axicabtagene ciloleucel, tisagenlecleucel, and lisocabtagene maraleucel-have been approved for relapsed/refractory aggressive diffuse large B cell lymphoma after 2 lines of therapy. Recently, 3 prospective phase 3 randomized clinical trials were conducted to define the optimal second-line treatment by comparing each of the CAR T cell products to the current standard of care: ZUMA-7 for axicabtagene ciloleucel, BELINDA for tisagenlecleucel, and TRANSFORM for lisocabtagene maraleucel. These 3 studies, although largely addressing the same question, had different outcomes, with ZUMA-7 and TRANSFORM demonstrating significant improvement with CD19 CAR T cells in second-line therapy compared with standard of care but BELINDA not showing any benefit. The US Food and Drug Administration has now approved axicabtagene ciloleucel and lisocabtagene maraleucel for LBCL that is refractory to first-line chemoimmunotherapy or relapse occurring within 12 months of first-line chemoimmunotherapy. Following the reporting of these practice changing studies, here a group of experts convened by the American Society for Transplantation and Cellular Therapy provides a comprehensive review of the 3 studies, emphasizing potential differences, and shares perspectives on what these results mean to clinical practice in this new era of treatment of B cell lymphomas.\n\n**Keywords:**    Autologous transplant; CRS; Cellular therapy; Chimeric antigen receptor (CAR) T cells; ICANS; Lymphoma.\n\nCopyright © 2022 The American Society for Transplantation and Cellular Therapy. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35768052/",
    "relevance_score": 0.9089351009022456
  },
  {
    "pmid": "25319501",
    "title": "T cells expressing CD19 chimeric antigen receptors for acute lymphoblastic leukaemia in children and young adults: a phase 1 dose-escalation trial",
    "abstract": "**Background:**    Chimeric antigen receptor (CAR) modified T cells targeting CD19 have shown activity in case series of patients with acute and chronic lymphocytic leukaemia and B-cell lymphomas, but feasibility, toxicity, and response rates of consecutively enrolled patients treated with a consistent regimen and assessed on an intention-to-treat basis have not been reported. We aimed to define feasibility, toxicity, maximum tolerated dose, response rate, and biological correlates of response in children and young adults with refractory B-cell malignancies treated with CD19-CAR T cells.\n\n**Methods:**    This phase 1, dose-escalation trial consecutively enrolled children and young adults (aged 1-30 years) with relapsed or refractory acute lymphoblastic leukaemia or non-Hodgkin lymphoma. Autologous T cells were engineered via an 11-day manufacturing process to express a CD19-CAR incorporating an anti-CD19 single-chain variable fragment plus TCR zeta and CD28 signalling domains. All patients received fludarabine and cyclophosphamide before a single infusion of CD19-CAR T cells. Using a standard 3 + 3 design to establish the maximum tolerated dose, patients received either 1 × 10(6) CAR-transduced T cells per kg (dose 1), 3 × 10(6) CAR-transduced T cells per kg (dose 2), or the entire CAR T-cell product if sufficient numbers of cells to meet the assigned dose were not generated. After the dose-escalation phase, an expansion cohort was treated at the maximum tolerated dose. The trial is registered with ClinicalTrials.gov, number [NCT01593696](http://clinicaltrials.gov/show/NCT01593696).\n\n**Findings:**    Between July 2, 2012, and June 20, 2014, 21 patients (including eight who had previously undergone allogeneic haematopoietic stem-cell transplantation) were enrolled and infused with CD19-CAR T cells. 19 received the prescribed dose of CD19-CAR T cells, whereas the assigned dose concentration could not be generated for two patients (90% feasible). All patients enrolled were assessed for response. The maximum tolerated dose was defined as 1 × 10(6) CD19-CAR T cells per kg. All toxicities were fully reversible, with the most severe being grade 4 cytokine release syndrome that occurred in three (14%) of 21 patients (95% CI 3·0-36·3). The most common non-haematological grade 3 adverse events were fever (nine [43%] of 21 patients), hypokalaemia (nine [43%] of 21 patients), fever and neutropenia (eight [38%] of 21 patients), and cytokine release syndrome (three [14%) of 21 patients).\n\n**Interpretation:**    CD19-CAR T cell therapy is feasible, safe, and mediates potent anti-leukaemic activity in children and young adults with chemotherapy-resistant B-precursor acute lymphoblastic leukaemia. All toxicities were reversible and prolonged B-cell aplasia did not occur.\n\n**Funding:**    National Institutes of Health Intramural funds and St Baldrick's Foundation.\n\nCopyright © 2015 Elsevier Ltd. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25319501/",
    "relevance_score": 0.8975776266637983
  },
  {
    "pmid": "26352815",
    "title": "Chimeric Antigen Receptor T Cells against CD19 for Multiple Myeloma",
    "abstract": "A patient with refractory multiple myeloma received an infusion of CTL019 cells, a cellular therapy consisting of autologous T cells transduced with an anti-CD19 chimeric antigen receptor, after myeloablative chemotherapy (melphalan, 140 mg per square meter of body-surface area) and autologous stem-cell transplantation. Four years earlier, autologous transplantation with a higher melphalan dose (200 mg per square meter) had induced only a partial, transient response. Autologous transplantation followed by treatment with CTL019 cells led to a complete response with no evidence of progression and no measurable serum or urine monoclonal protein at the most recent evaluation, 12 months after treatment. This response was achieved despite the absence of CD19 expression in 99.95% of the patient's neoplastic plasma cells. (Funded by Novartis and others; ClinicalTrials.gov number, [NCT02135406](http://clinicaltrials.gov/show/NCT02135406).).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26352815/",
    "relevance_score": 0.8900849291846026
  },
  {
    "pmid": "32580597",
    "title": "A Phase I clinical trial of chimeric antigen receptor-modified T cells in patients with relapsed and refractory lymphoma",
    "abstract": "**Aim:** CD19 chimeric antigen receptor (CAR) T cells have been approved by the US FDA for treatment of relapsed and refractory (R/R) B-cell malignancies. **Patients & methods:** This study investigated the safety and efficacy of autologous 4-1BB costimulatory domain-engineered CD19 CAR-T cells in R/R B-cell lymphoma. **Results:** After CD19 CAR-T-cell infusion, severe cytokine release syndrome occurred in 28.6% (4/14) of the patients. The overall response rate was 77% with complete remission observed in 6/14 patients at 3 months. A higher tumor burden and grade 3-4 of myelosuppression after chemotherapy were associated with severe cytokine-release syndrome. Notably, combining CD19 CAR-T cells and PD-1 blockade, but not CD19 CAR-T cells alone, reduced intracranial tumor burden in a patient with central invasion of lymphoma. **Conclusion:** CD19 CAR-T cells could effectively induce tumor remission and PD-1 blockade might improve the efficacy in Chinese patients with R/R B-cell lymphoma.\n\n**Trial registration:**    ClinicalTrials.gov [NCT03156101](http://clinicaltrials.gov/show/NCT03156101).\n\n**Keywords:**    4-1BB; CAR-T cell; CD19; CRS; PD-1; chimeric antigen receptor T cell; cytokine-release syndrome; lymphoma; programmed death 1 receptor; safety.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32580597/",
    "relevance_score": 0.8801918703715148
  },
  {
    "pmid": "30557517",
    "title": "CD19 Chimeric Antigen Receptor Therapy for Refractory Aggressive B-Cell Lymphoma",
    "abstract": "**Purpose:**    Anti-CD19-directed chimeric antigen receptor (CAR) T-cell therapy has had a resounding effect on the treatment of chemotherapy-insensitive aggressive B-cell non-Hodgkin lymphoma (B-NHL). There are now two US Food and Drug Administration (FDA)-approved products available for treating these patients, and a third product is expected to be approved in the coming months. The question remains: Is there a preferred or best product for my patient? However, answering that question is more complicated than simply balancing the reported efficacy and toxicity results.\n\n**Design:**    This review outlines potential confounding factors involving the three products and their pivotal clinical trials and highlights additional considerations of manufacturing reliability and overall cost that must be considered when weighing one product against another. It will also review the directions in which the field is moving and strategies being examined to improve efficacy as well as toxicity.\n\n**Conclusion:**    Because a randomized three-arm clinical trial is unlikely, a product may have to be chosen on the basis of results from treatment centers that have experience with all three products. But by the time those results are available, they are likely to be outdated because, given the rapid evolution of the field, the next product will probably have been identified.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30557517/",
    "relevance_score": 0.8499792177299244
  },
  {
    "pmid": "28857075",
    "title": "Chimeric antigen receptor T-cell therapies for lymphoma",
    "abstract": "New therapies are needed for patients with Hodgkin or non-Hodgkin lymphomas that are resistant to standard therapies. Indeed, unresponsiveness to standard chemotherapy and relapse after autologous stem-cell transplantation are indicators of an especially poor prognosis. Chimeric antigen receptor (CAR) T cells are emerging as a novel treatment modality for these patients. Clinical trial data have demonstrated the potent activity of anti-CD19 CAR T cells against multiple subtypes of B-cell lymphoma, including diffuse large-B-cell lymphoma (DLBCL), follicular lymphoma, mantle-cell lymphoma, and marginal-zone lymphoma. Importantly, anti-CD19 CAR T cells have impressive activity against chemotherapy-refractory lymphoma, inducing durable complete remissions lasting >2 years in some patients with refractory DLBCL. CAR-T-cell therapies are, however, associated with potentially fatal toxicities, including cytokine-release syndrome and neurological toxicities. CAR T cells with novel target antigens, including CD20, CD22, and κ-light chain for B-cell lymphomas, and CD30 for Hodgkin and T-cell lymphomas, are currently being investigated in clinical trials. Centrally manufactured CAR T cells are also being tested in industry-sponsored multicentre clinical trials, and will probably soon become a standard therapy. Herein, we review the clinical efficacy and toxicity of CAR-T-cell therapies for lymphoma, and discuss their limitations and future directions with regard to toxicity management, CAR designs and CAR-T-cell phenotypes, conditioning regimens, and combination therapies.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28857075/",
    "relevance_score": 0.8499792177299244
  },
  {
    "pmid": "36916189",
    "title": "How I treat refractory/relapsed diffuse large B-cell lymphomas with CD19-directed chimeric antigen receptor T cells",
    "abstract": "Chimeric antigen receptor (CAR) T cells targeting CD19 represent a promising salvage immunotherapy for relapsed/refractory diffuse large B-cell lymphoma (R/R DLBCL), offering ~40% of long-term responses. In everyday clinical practice, haematologists involved in CAR T cell treatment of patients with R/R DLBCL have to deal with diagnostically complex cases and difficult therapeutic choices. The availability of novel immunotherapeutic agents for R/R DLBCL and recent advances in understanding CAR T-cell failure mechanisms demand a rational approach to identify the best choice for bridging therapy and managing post-CAR T-cell therapy relapses. Moreover, positron emission tomography/computerised tomography may result in false-positive interpretation, highlighting the importance of post-treatment biopsy. In this review, we discuss all above issues, presenting four instructive cases, with the aim to provide criteria and new perspectives for CAR T-cell treatment of DLBCL.\n\n**Keywords:**    CD19; Chimeric antigen receptor (CAR) T cells; cytokine release syndrome (CRS); immune effector cell-associated neurotoxicity syndrome (ICANS); immunohistochemistry; lymphoma; monoclonal antibodies.\n\n© 2023 The Authors. British Journal of Haematology published by British Society for Haematology and John Wiley & Sons Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36916189/",
    "relevance_score": 0.825403504966443
  },
  {
    "pmid": "26562471",
    "title": "CD19 chimeric antigen receptor T cell therapy for the treatment of B cell lineage acute lymphoblastic leukemia",
    "abstract": "Relapsed and refractory acute lymphoblastic leukemia (ALL) remains difficult to treat, with minimal improvement in outcomes despite advances in upfront therapy and improved survival for de novo ALL. Targeted immunotherapy for cancer represents a promising new treatment and utilizing the immune system to target and eradicate malignant cells in the body has emerged as a potent therapy. Administration of cytotoxic T cells genetically engineered to express a chimeric antigen receptor (CAR) recognizing CD19 have been shown to induce complete responses in patients with B-cell lineage ALL. So far, six clinical trials including 79 ALL patients treated with CD19-CAR T cells have been published, and the results from these trials are exciting with impressive clinical responses. Thus, CAR T cell therapy represents a potential useful tool to ALL. However, the majority of CAR cell studies have observed severe therapy associated toxicities, which needs attention. In this review, we mainly focus on CD19-CAR T cells, clinical trials for ALL as well as toxicities and challenges for CD19-CAR T therapy.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26562471/",
    "relevance_score": 0.8150897883604115
  },
  {
    "pmid": "41530773",
    "title": "Patterns, risk factors and management of CD19-directed chimeric antigen receptor T-cell therapy failure in CNS lymphoma",
    "abstract": "**Background:**    CD19-directed chimeric antigen receptor T-cell therapy (CD19-CAR) has yielded encouraging efficacy in CNS lymphomas (CNSL), but most patients ultimately experience progressive disease (PD). Risk factors, progression patterns as well as optimal salvage therapies remain unclear.\n\n**Methods:**    Clinical and radiological characteristics of CD19-CAR failure were therefore retrospectively defined in CNSL treated at Massachusetts General Hospital from 2018 to 2024. PD patterns were defined as local or distant. CNS-progression-free survival from CD19-CAR infusion (CNS-PFS1) and first subsequent progression (CNS-PFS2) were analyzed.\n\n**Results:**    CD19-CAR achieved a 60% overall response rate (45% complete (CR), 15% partial response) in 60 recurrent CNSL. Median CNS-PFS1 was 4 months with radiographic PD in 36 patients (local 23.3%; local and distant 16.7%; distant 20%). PD patterns were associated with prior CD19-CAR response: Distant relapse typically occurred after CR whereas local PD followed CD19-CAR refractory disease. Peripherally contrast enhancing CNSL (pCE) at CD19-CAR infusion correlated with refractory disease. Leptomeningeal involvement (LMD) was associated with recurrence after CR. On multivariable Cox regression, pCE (Hazard ratio [HR]: 2.75; 95%-Confidence interval [CI]: 1.08-6.68, p = 0.03) and LMD (HR: 2.72; CI: 1.20-6.25, p = 0.02) were independently associated with shorter CNS-PFS1. At progression, peripheral CD19+-B-cell aplasia suggested CD19-CAR persistence in 93% of patients. Median CNS-PFS2 after CD19-CAR failure was one month. Salvage immune checkpoint inhibition, and lenalidomide with rituximab/tafasitamab yielded prolonged responses.\n\n**Conclusions:**    This study identifies novel radiological risk factors for CD19-CAR failure in CNSL, namely pCE and LMD. Outcome in this setting is unfavorable and encouraging salvage treatments warrant prospective evaluation.\n\n**Keywords:**    Chimeric antigen receptor t-cell therapy; Diffuse large b-cell lymphoma; Immunotherapy; Magnetic resonance imaging; Primary CNS lymphomas; Progression patterns; Salvage therapy.\n\n© 2026. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41530773/",
    "relevance_score": 0.8015383574088337
  },
  {
    "pmid": "31723815",
    "title": "Chimeric Antigen Receptor T Cells Targeting CD19 and Ibrutinib for Chronic Lymphocytic Leukemia",
    "abstract": "Chimeric Antigen Receptor T Cells Targeting CD19 and Ibrutinib for Chronic Lymphocytic Leukemia",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31723815/",
    "relevance_score": 0.7783632302649002
  },
  {
    "pmid": "29038338",
    "title": "Infectious complications of CD19-targeted chimeric antigen receptor-modified T-cell immunotherapy",
    "abstract": "Lymphodepletion chemotherapy with CD19-targeted chimeric antigen receptor-modified T (CAR-T)-cell immunotherapy is a novel treatment for refractory or relapsed B-cell malignancies. Infectious complications of this approach have not been systematically studied. We evaluated infections occurring between days 0 to 90 in 133 patients treated with CD19 CAR-T cells in a phase 1/2 study. We used Poisson and Cox regression to evaluate pre- and posttreatment risk factors for infection, respectively. The cohort included patients with acute lymphoblastic leukemia (ALL; n = 47), chronic lymphocytic leukemia (n = 24), and non-Hodgkin lymphoma (n = 62). There were 43 infections in 30 of 133 patients (23%) within 28 days after CAR-T-cell infusion with an infection density of 1.19 infections for every 100 days at risk. There was a lower infection density of 0.67 between days 29 and 90 (*P* = .02). The first infection occurred a median of 6 days after CAR-T-cell infusion. Six patients (5%) developed invasive fungal infections and 5 patients (4%) had life-threatening or fatal infections. Patients with ALL, ≥4 prior antitumor regimens, and receipt of the highest CAR-T-cell dose (2 × 107 cells per kg) had a higher infection density within 28 days in an adjusted model of baseline characteristics. Cytokine release syndrome (CRS) severity was the only factor after CAR-T-cell infusion associated with infection in a multivariable analysis. The incidence of infections was comparable to observations from clinical trials of salvage chemoimmunotherapies in similar patients. This trial was registered at www.clinicaltrials.gov as [#NCT01865617](http://clinicaltrials.gov/show/NCT01865617).\n\n© 2018 by The American Society of Hematology.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29038338/",
    "relevance_score": 0.7718656973050139
  },
  {
    "pmid": "38554710",
    "title": "CD19-targeted chimeric antigen receptor T cell therapy in two patients with multiple sclerosis",
    "abstract": "**Background:**    Progressive multiple sclerosis (MS) is characterized by compartmentalized smoldering neuroinflammation caused by the proliferation of immune cells residing in the central nervous system (CNS), including B cells. Although inflammatory activity can be prevented by immunomodulatory therapies during early disease, such therapies typically fail to halt disease progression. CD19 chimeric antigen receptor (CAR)-T cell therapies have revolutionized the field of hematologic malignancies. Although generally considered efficacious, serious adverse events associated with CAR-T cell therapies such as immune effector cell-associated neurotoxicity syndrome (ICANS) have been observed. Successful use of CD19 CAR-T cells in rheumatic diseases like systemic lupus erythematosus and neuroimmunological diseases like myasthenia gravis have recently been observed, suggesting possible application in other autoimmune diseases.\n\n**Methods:**    Here, we report the first individual treatment with a fully human CD19 CAR-T cell therapy (KYV-101) in two patients with progressive MS.\n\n**Findings:**    CD19 CAR-T cell administration resulted in acceptable safety profiles for both patients. No ICANS was observed despite detection of CD19 CAR-T cells in the cerebrospinal fluid. In case 1, intrathecal antibody production in the cerebrospinal fluid decreased notably after CAR-T cell infusion and was sustained through day 64.\n\n**Conclusions:**    CD19 CAR-T cell administration in progressive MS resulted in an acceptable safety profile. CAR-T cell presence and expansion were observed in the cerebrospinal fluid without clinical signs of neurotoxicity, which, along with intrathecal antibody reduction, indicates expansion-dependent effects of CAR-T cells on CD19+ target cells in the CNS. Larger clinical studies assessing CD19 CAR-T cells in MS are warranted.\n\n**Funding:**    Both individual treatments as well the generated data were not based on external funding.\n\n**Keywords:**    CAR-T cells; CRS; ICANS; Translation to patients; autoimmune disease; multiple sclerosis; neurotoxicity.\n\nCopyright © 2024 The Author(s). Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38554710/",
    "relevance_score": 0.7464134503412432
  },
  {
    "pmid": "34508031",
    "title": "Role of chimeric antigen receptor T-cell therapy: bridge to transplantation or stand-alone therapy in pediatric acute lymphoblastic leukemia",
    "abstract": "**Purpose of review:**    To discuss the curative potential for chimeric antigen receptor T-cell (CAR-T) therapy, with or without consolidative hematopoietic stem cell transplantation (HCT) in the treatment of children and young adults with B lineage acute lymphoblastic leukemia (B-ALL).\n\n**Recent findings:**    CAR-T targeting CD19 can induce durable remissions and prolong life in patients with relapsed/refractory B-ALL. Whether HCT is needed to consolidate remission and cure relapse/refractory B-ALL following a CD19 CAR-T induced remission remains controversial. Preliminary evidence suggests that consolidative HCT following CAR-T in HCT-naïve children improves leukemia-free survival. However, avoiding HCT-related late effects is a desirable goal, so identification of patients at high risk of relapse is needed to appropriately direct those patients to HCT when necessary, while avoiding HCT in others. High disease burden prior to CAR-T infusion, loss of B-cell aplasia and detection of measurable residual disease by flow cytometry or next-generation sequencing following CAR-T therapy associate with a higher relapse risk and may identify patients requiring consolidative HCT for relapse prevention.\n\n**Summary:**    There is a pressing need to determine when CD19 CAR-T alone is likely to be curative and when a consolidative HCT will be required. We discuss the current state of knowledge and future directions.\n\nCopyright © 2021 Wolters Kluwer Health, Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34508031/",
    "relevance_score": 0.7127813311088681
  },
  {
    "pmid": "32305998",
    "title": "CAR T-cell therapy for the management of refractory/relapsed high-grade B-cell lymphoma: a practical overview",
    "abstract": "The goal of this review is to firstly address the concept of chimeric antigen receptor T-cell (CAR T-cell) therapy and where it fits in the evolving landscape of the management of patients with refractory/relapsed diffuse large B-cell lymphoma. The recognition of the indications for CAR T-cell therapy for patients with aggressive B-cell lymphoma will be discussed, including a review of the algorithms and selection criteria for CAR T-cell therapy and finally, the role of bridging therapy and the timing of CAR T-cell therapy in augmenting chances of a successful outcome.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32305998/",
    "relevance_score": 0.9558204126236165
  },
  {
    "pmid": "38283399",
    "title": "Treatment strategies for relapse after CAR T-cell therapy in B cell lymphoma",
    "abstract": "Clinical trials of anti-CD19 chimeric antigen receptor T (CART19) cell therapy have shown high overall response rates in patients with relapsed/refractory B-cell malignancies. CART19 cell therapy has been approved by the US Food and Drug Administration for patients who relapsed less than 12 months after initial therapy or who are refractory to first-line therapy. However, durable remission of CART19 cell therapy is still lacking, and 30%-60% of patients will eventually relapse after CART19 infusion. In general, the prognosis of patients who relapse after CART19 cell therapy is poor, and various strategies to treat this patient population have been investigated extensively. CART19 failures can be broadly categorized by the emergence of either CD19-positive or CD19-negative lymphoma cells. If CD19 expression is preserved on the lymphoma cells, a second infusion of CART19 cells or reactivation of previously infused CART19 cells with immune checkpoint inhibitors can be considered. When patients develop CD19-negative relapse, targeting different antigens (e.g., CD20 or CD22) with CAR T cells, investigational chemotherapies, or hematopoietic stem cell transplantation are potential treatment options. However, salvage therapies for relapsed large B-cell lymphoma after CART19 cell therapy have not been fully explored and are conducted based on clinicians' case-by-case decisions. In this review, we will focus on salvage therapies reported to date and discuss the management of relapsed/refractory large B-cell lymphomas after CART19 cell therapy.\n\n**Keywords:**    B-cell lymphoma; CAR T-cell therapy; real-world data; relapsed/refractory; salvage therapies.\n\n© 2024 Negishi, Girsch, Siegler, Bezerra, Miyao and Sakemura.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38283399/",
    "relevance_score": 0.9270736151601416
  },
  {
    "pmid": "41691094",
    "title": "Disease status at CAR T-cell infusion in relapsed or refractory large B-cell lymphoma: prognostic significance for real-world outcomes, irrespective of bridging therapy",
    "abstract": "Disease status at CAR T-cell infusion in relapsed or refractory large B-cell lymphoma: prognostic significance for real-world outcomes, irrespective of bridging therapy",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41691094/",
    "relevance_score": 0.920436286633989
  },
  {
    "pmid": "37076102",
    "title": "Mechanisms of Resistance and Treatment of Relapse after CAR T-cell Therapy for Large B-cell Lymphoma and Multiple Myeloma",
    "abstract": "Although chimeric antigen receptor (CAR) T cell therapy (CAR-T) has altered the treatment landscape for relapsed/refractory B cell malignancies and multiple myeloma, only a minority of patients attain long-term disease remission. The underlying reasons for CAR-T resistance are multifaceted and can be broadly divided into host-related, tumor-intrinsic, microenvironmental and macroenvironmental, and CAR-T-related factors. Emerging host-related determinants of response to CAR-T relate to gut microbiome composition, intact hematopoietic function, body composition, and physical reserve. Emerging tumor-intrinsic resistance mechanisms include complex genomic alterations and mutations to immunomodulatory genes. Furthermore, the extent of systemic inflammation prior to CAR-T is a potent biomarker of response and reflects a proinflammatory tumor micromilieu characterized by infiltration of myeloid-derived suppressor cells and regulatory T cell populations. The tumor and its surrounding micromilieu also can shape the response of the host to CAR-T infusion and the subsequent expansion and persistence of CAR T cells, a prerequisite for efficient eradication of tumor cells. Here, focusing on both large B cell lymphoma and multiple myeloma, we review resistance mechanisms, explore therapeutic avenues to overcome resistance to CAR-T, and discuss the management of patients who relapse after CAR-T.\n\n**Keywords:**    CAR-T; Chimeric Antigen Receptor T-cell Therapy; Lymphoma; Multiple myeloma; Relapse; Resistance.\n\nCopyright © 2023 The American Society for Transplantation and Cellular Therapy. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37076102/",
    "relevance_score": 0.9089351009022456
  },
  {
    "pmid": "39898872",
    "title": "CAR-T cell therapy in the treatment of relapsed or refractory primary central nervous system lymphoma: recent advances and challenges",
    "abstract": "Primary central nervous system lymphoma (PCNSL) is a rare and aggressive lymphoma that is isolated in the central nervous system (CNS) or vitreoretinal space. High-dose methotrexate (HD-MTX)-based immunochemotherapy is the frontline for its treatment, with a high early response rate. However, relapsed or refractory (R/R) patients present numerous difficulties and challenges in clinical treatment. Chimeric antigen receptor (CAR)-T cells offer a promising option for the treatment of hematologic malignancies, especially in the R/R B-cell lymphoma and multiple myeloma. Despite the exclusion of most PCNSL cases from pivotal CAR-T cell trials due to their specific tumor microenvironment (TME), available preclinical and clinical studies with small cohorts suggest an overall acceptable safety profile and remarkable anti-tumor effects. In this review, we will provide the development process of CAR-T cells and summarize the research progress, limitations, and future perspectives of CAR-T cell therapy in patients with R/R PCNSL.\n\n**Keywords:**    CAR-T cell therapy; CD19; Primary central nervous system lymphoma; efficacy; safety.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39898872/",
    "relevance_score": 0.8358477259067806
  },
  {
    "pmid": "31648294",
    "title": "High rate of durable complete remission in follicular lymphoma after CD19 CAR-T cell immunotherapy",
    "abstract": "Patients with follicular lymphoma (FL) with early relapse after initial chemoimmunotherapy, refractory disease, or histologic transformation (tFL) have limited progression-free and overall survival. We report efficacy and long-term follow-up of 21 patients with relapsed/refractory (R/R) FL (n = 8) and tFL (n = 13) treated on a phase 1/2 clinical trial with cyclophosphamide and fludarabine lymphodepletion followed by infusion of 2 × 106 CD19-directed chimeric antigen receptor-modified T (CAR-T) cells per kilogram. The complete remission (CR) rates by the Lugano criteria were 88% and 46% for patients with FL and tFL, respectively. All patients with FL who achieved CR remained in remission at a median follow-up of 24 months. The median duration of response for patients with tFL was 10.2 months at a median follow-up of 38 months. Cytokine release syndrome occurred in 50% and 39%, and neurotoxicity in 50% and 23% of patients with FL and tFL, respectively, with no severe adverse events (grade ≥3). No significant differences in CAR-T cell in vivo expansion/persistence were observed between FL and tFL patients. CD19 CAR-T cell immunotherapy is highly effective in adults with clinically aggressive R/R FL with or without transformation, with durable remission in a high proportion of FL patients. This trial was registered at clinicaltrials.gov as [#NCT01865617](http://clinicaltrials.gov/show/NCT01865617).\n\n© 2019 by The American Society of Hematology.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31648294/",
    "relevance_score": 0.9679148603799675
  },
  {
    "pmid": "29385376",
    "title": "Long-Term Follow-up of CD19 CAR Therapy in Acute Lymphoblastic Leukemia",
    "abstract": "**Background:**    CD19-specific chimeric antigen receptor (CAR) T cells induce high rates of initial response among patients with relapsed B-cell acute lymphoblastic leukemia (ALL) and long-term remissions in a subgroup of patients.\n\n**Methods:**    We conducted a phase 1 trial involving adults with relapsed B-cell ALL who received an infusion of autologous T cells expressing the 19-28z CAR at the Memorial Sloan Kettering Cancer Center (MSKCC). Safety and long-term outcomes were assessed, as were their associations with demographic, clinical, and disease characteristics.\n\n**Results:**    A total of 53 adults received 19-28z CAR T cells that were manufactured at MSKCC. After infusion, severe cytokine release syndrome occurred in 14 of 53 patients (26%; 95% confidence interval [CI], 15 to 40); 1 patient died. Complete remission was observed in 83% of the patients. At a median follow-up of 29 months (range, 1 to 65), the median event-free survival was 6.1 months (95% CI, 5.0 to 11.5), and the median overall survival was 12.9 months (95% CI, 8.7 to 23.4). Patients with a low disease burden (<5% bone marrow blasts) before treatment had markedly enhanced remission duration and survival, with a median event-free survival of 10.6 months (95% CI, 5.9 to not reached) and a median overall survival of 20.1 months (95% CI, 8.7 to not reached). Patients with a higher burden of disease (≥5% bone marrow blasts or extramedullary disease) had a greater incidence of the cytokine release syndrome and neurotoxic events and shorter long-term survival than did patients with a low disease burden.\n\n**Conclusions:**    In the entire cohort, the median overall survival was 12.9 months. Among patients with a low disease burden, the median overall survival was 20.1 months and was accompanied by a markedly lower incidence of the cytokine release syndrome and neurotoxic events after 19-28z CAR T-cell infusion than was observed among patients with a higher disease burden. (Funded by the Commonwealth Foundation for Cancer Research and others; ClinicalTrials.gov number, [NCT01044069](http://clinicaltrials.gov/show/NCT01044069) .).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29385376/",
    "relevance_score": 0.8571343070177389
  },
  {
    "pmid": "40334157",
    "title": "Enhanced CAR T-Cell Therapy for Lymphoma after Previous Failure",
    "abstract": "**Background:**    Chimeric antigen receptor (CAR) T cells targeting CD19 have transformed the treatment of B-cell cancers, but many patients do not have long-term remission. We designed an anti-CD19 enhanced (armored) CAR T-cell product (huCART19-IL18) that secretes interleukin-18 to enhance antitumor activity.\n\n**Methods:**    In this study, we assessed the safety, feasibility, and preliminary efficacy of huCART19-IL18 in patients with relapsed or refractory lymphoma after previous anti-CD19 CAR T-cell therapy. Using a 3-day manufacturing process, we administered huCART19-IL18-positive cells in doses ranging from 3×106 to 3×108.\n\n**Results:**    A total of 21 patients received huCART19-IL18. Cytokine release syndrome occurred in 62% of the patients (47% with grade 1 or 2), and immune effector-cell-associated neurotoxicity syndrome occurred in 14% (all grade 1 or 2). No unexpected adverse events were observed. Robust CAR T-cell expansion was detected across all dose levels. At 3 months after infusion, a complete or partial response was seen in 81% of the patients (90% confidence interval [CI], 62 to 93) and a complete response in 52% (90% CI, 33 to 71). With a median follow-up of 17.5 months (range, 3 to 34), the median duration of response was 9.6 months (90% CI, 5.5 to not reached).\n\n**Conclusions:**    In this small study, huCART19-IL18 had a safety profile consistent with other CAR T-cell treatments and showed promising efficacy at low cell doses in patients with lymphoma after the failure of previous anti-CD19 CAR T-cell therapy. (ClinicalTrials.gov number, [NCT04684563](http://clinicaltrials.gov/show/NCT04684563).).\n\nCopyright © 2025 Massachusetts Medical Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40334157/",
    "relevance_score": 0.8150897883604115
  },
  {
    "pmid": "40320041",
    "title": "The mechanisms and countermeasures for CAR-T cell expansion and persistence deficiency",
    "abstract": "Chimeric antigen receptor (CAR) T cell therapy has emerged as a groundbreaking treatment for hematological malignancies, particularly B-cell malignancies. However, its high risk of relapse and low efficacy in malignancies such as chronic lymphocytic leukemia (CLL) and acute myeloid leukemia (AML) have limited its clinical utility. The expansion, infiltration and persistence of CAR-T cells are key determinants of their efficacy. It has been recognized that limited expansion and lack of persistence are major contributors to non-remission and early relapse, highlighting the need to elucidate their mechanisms and countermeasures. In this review, we described features of CAR-T cell expansion and persistence in various hematogenic malignancies and solid tumors. Then, current knowledge on the mechanisms underlying deficiency in CAR-T cell expansion and persistence is presented, focusing on the intrinsic deficiency of CAR-T cells as well as their interaction with the systemic and local immune environment. Finally, we summarize approaches to enhance CAR-T cell expansion and persistence by improving CAR-T cell quality and overcoming the immunosuppressive environment.\n\nCopyright © 2025. Published by Elsevier B.V.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40320041/",
    "relevance_score": 0.9165864783337472
  },
  {
    "pmid": "36982764",
    "title": "CAR T-Cell Persistence Correlates with Improved Outcome in Patients with B-Cell Lymphoma",
    "abstract": "Chimeric antigen receptor (CAR) T-cell therapy has led to profound and durable tumor responses in a relevant subset of patients with relapsed/refractory (r/r) B-cell lymphomas. Still, some patients show insufficient benefit or relapse after CAR T-cell therapy. We performed a retrospective study to investigate the correlation between CAR T-cell persistence in the peripheral blood (PB) at 6 months, assessed by droplet digital PCR (ddPCR), with CAR T-cell treatment outcome. 92 patients with r/r B-cell lymphomas were treated with CD19-targeting CAR T-cell therapies at our institution between 01/2019-08/2022. Six months post-treatment, 15 (16%) patients had no detectable circulating CAR-T constructs by ddPCR. Patients with CAR T-cell persistence had a significantly higher CAR T-cell peak (5432 vs. 620 copies/ug cfDNA, *p* = 0.0096), as well as higher incidence of immune effector cell-associated neurotoxicity syndrome (37% vs. 7%, *p* = 0.0182). After a median follow-up of 8.5 months, 31 (34%) patients relapsed. Lymphoma relapses were less frequent among patients with CAR T-cell persistence (29% vs. 60%, *p* = 0.0336), and CAR T-cell persistence in the PB at 6 months was associated with longer progression-free survival (PFS) (HR 2.79, 95% CI: 1.09-7.11, *p* = 0.0319). Moreover, we observed a trend towards improved overall survival (OS) (HR 1.99, 95% CI: 0.68-5.82, *p* = 0.2092) for these patients. In our cohort of 92 B-cell lymphomas, CAR T-cell persistence at 6 months was associated with lower relapse rates and longer PFS. Moreover, our data confirm that 4-1BB-CAR T-cells have a longer persistence as compared to CD-28-based CAR T-cells.\n\n**Keywords:**    B-cell lymphoma; CAR T-cell persistence; CAR T-cell therapy; ddPCR.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36982764/",
    "relevance_score": 0.8837124189604226
  },
  {
    "pmid": "31477906",
    "title": "Enhanced CAR T cell expansion and prolonged persistence in pediatric patients with ALL treated with a low-affinity CD19 CAR",
    "abstract": "Chimeric antigen receptor (CAR)-modified T cells targeting CD19 demonstrate unparalleled responses in relapsed/refractory acute lymphoblastic leukemia (ALL)1-5, but toxicity, including cytokine-release syndrome (CRS) and neurotoxicity, limits broader application. Moreover, 40-60% of patients relapse owing to poor CAR T cell persistence or emergence of CD19- clones. Some factors, including the choice of single-chain spacer6 and extracellular7 and costimulatory domains8, have a profound effect on CAR T cell function and persistence. However, little is known about the impact of CAR binding affinity. There is evidence of a ceiling above which increased immunoreceptor affinity may adversely affect T cell responses9-11. We generated a novel CD19 CAR (CAT) with a lower affinity than FMC63, the high-affinity binder used in many clinical studies1-4. CAT CAR T cells showed increased proliferation and cytotoxicity in vitro and had enhanced proliferative and in vivo antitumor activity compared with FMC63 CAR T cells. In a clinical study (CARPALL, [NCT02443831](http://clinicaltrials.gov/show/NCT02443831) ), 12/14 patients with relapsed/refractory pediatric B cell acute lymphoblastic leukemia treated with CAT CAR T cells achieved molecular remission. Persistence was demonstrated in 11 of 14 patients at last follow-up, with enhanced CAR T cell expansion compared with published data. Toxicity was low, with no severe CRS. One-year overall and event-free survival were 63% and 46%, respectively.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31477906/",
    "relevance_score": 0.7622209550522602
  },
  {
    "pmid": "39639359",
    "title": "Advances in CAR-T cell therapy for hematologic and solid malignancies: latest updates from 2024 ESMO Congress",
    "abstract": "Chimeric antigen receptor (CAR)-T cell therapy has emerged as one of the most rapidly evolving modalities of immunotherapy, with substantial success in the treatment of hematological malignancies and encouraging outcomes in solid tumors. Yet, the efficacy of CAR-T therapy is hindered by challenges such as suboptimal expansion and persistence, adverse events, a scarcity of ideal targets, high immunosuppression, and insufficient infiltration due to the intricate tumor microenvironment, all of which limit its application. The 2024 European Society for Medical Oncology (ESMO) Congress presented novel CAR-T cell therapies for hematologic and solid malignancies, focusing on strategies such as cytokine modulation, innovative targets, allogeneic development, mRNA vaccine synergy, in vivo delivery and conditional activation to surmount these challenges.\n\n**Keywords:**    CAR-T; Hematological malignancy; Solid tumor.\n\n© 2024. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 0,
    "cluster_name": "CAR-T cell therapy for B-cell lymphoma",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39639359/",
    "relevance_score": 0.6979991420667735
  },
  {
    "pmid": "35914933",
    "title": "The role of GLP-1 receptor agonists in managing type 2 diabetes",
    "abstract": "Glucagon-like peptide-1 (GLP-1) receptor agonists improve glycemic control in patients with type 2 diabetes mellitus, have cardioprotective and renoprotective effects, and do not cause weight gain or significant hypoglycemia. In fact, they have been found to be effective for weight loss in patients with obesity with and without diabetes. They are now the preferred drugs to add to the regimen when oral metformin by itself is not enough to meet the patient's hemoglobin A1c goal.\n\nCopyright © 2022 The Cleveland Clinic Foundation. All Rights Reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35914933/",
    "relevance_score": 0.97
  },
  {
    "pmid": "33068776",
    "title": "GLP-1 receptor agonists in the treatment of type 2 diabetes - state-of-the-art",
    "abstract": "**Background:**    GLP-1 receptor agonists (GLP-1 RAs) with exenatide b.i.d. first approved to treat type 2 diabetes in 2005 have been further developed to yield effective compounds/preparations that have overcome the original problem of rapid elimination (short half-life), initially necessitating short intervals between injections (twice daily for exenatide b.i.d.).\n\n**Scope of review:**    To summarize current knowledge about GLP-1 receptor agonist.\n\n**Major conclusions:**    At present, GLP-1 RAs are injected twice daily (exenatide b.i.d.), once daily (lixisenatide and liraglutide), or once weekly (exenatide once weekly, dulaglutide, albiglutide, and semaglutide). A daily oral preparation of semaglutide, which has demonstrated clinical effectiveness close to the once-weekly subcutaneous preparation, was recently approved. All GLP-1 RAs share common mechanisms of action: augmentation of hyperglycemia-induced insulin secretion, suppression of glucagon secretion at hyper- or euglycemia, deceleration of gastric emptying preventing large post-meal glycemic increments, and a reduction in calorie intake and body weight. Short-acting agents (exenatide b.i.d., lixisenatide) have reduced effectiveness on overnight and fasting plasma glucose, but maintain their effect on gastric emptying during long-term treatment. Long-acting GLP-1 RAs (liraglutide, once-weekly exenatide, dulaglutide, albiglutide, and semaglutide) have more profound effects on overnight and fasting plasma glucose and HbA1c, both on a background of oral glucose-lowering agents and in combination with basal insulin. Effects on gastric emptying decrease over time (tachyphylaxis). Given a similar, if not superior, effectiveness for HbA1c reduction with additional weight reduction and no intrinsic risk of hypoglycemic episodes, GLP-1RAs are recommended as the preferred first injectable glucose-lowering therapy for type 2 diabetes, even before insulin treatment. However, GLP-1 RAs can be combined with (basal) insulin in either free- or fixed-dose preparations. More recently developed agents, in particular semaglutide, are characterized by greater efficacy with respect to lowering plasma glucose as well as body weight. Since 2016, several cardiovascular (CV) outcome studies have shown that GLP-1 RAs can effectively prevent CV events such as acute myocardial infarction or stroke and associated mortality. Therefore, guidelines particularly recommend treatment with GLP-1 RAs in patients with pre-existing atherosclerotic vascular disease (for example, previous CV events). The evidence of similar effects in lower-risk subjects is not quite as strong. Since sodium/glucose cotransporter-2 (SGLT-2) inhibitor treatment reduces CV events as well (with the effect mainly driven by a reduction in heart failure complications), the individual risk of ischemic or heart failure complications should guide the choice of treatment. GLP-1 RAs may also help prevent renal complications of type 2 diabetes. Other active research areas in the field of GLP-1 RAs are the definition of subgroups within the type 2 diabetes population who particularly benefit from treatment with GLP-1 RAs. These include pharmacogenomic approaches and the characterization of non-responders. Novel indications for GLP-1 RAs outside type 2 diabetes, such as type 1 diabetes, neurodegenerative diseases, and psoriasis, are being explored. Thus, within 15 years of their initial introduction, GLP-1 RAs have become a well-established class of glucose-lowering agents that has the potential for further development and growing impact for treating type 2 diabetes and potentially other diseases.\n\n**Keywords:**    Albiglutide; Body weight; Cardiovascular disease; Dulaglutide; Exenatide; Glucagon-like peptide-1 receptor agonists; Liraglutide; Lixisenatide; Semaglutide; Type 2 diabetes.\n\nCopyright © 2020 The Authors. Published by Elsevier GmbH.. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33068776/",
    "relevance_score": 0.9518226070052445
  },
  {
    "pmid": "28848315",
    "title": "Glucagon-Like Peptide 1 Receptor Agonists for Type 2 Diabetes",
    "abstract": "The incretin system has become an important target in the treatment of type 2 diabetes in recent years, and glucagon-like peptide 1 (GLP-1) is of particular interest for its glucose-lowering effects. The physiological response to oral ingestion of nutrients, involving the incretin system, is reduced in some patients with type 2 diabetes but may be augmented by administration of GLP-1 receptor agonists. The GLP-1 receptor agonists currently approved in the United States for the treatment of type 2 diabetes include exenatide (administered twice daily), liraglutide and lixisenatide (administered once daily), and the once-weekly agents exenatide extended-release, albiglutide, and dulaglutide. These agents have been shown to reduce A1C (by ∼0.8-1.6%), body weight (by ∼1-3 kg), blood pressure, and lipids. GLP-1 receptor agonists are associated with a low risk of hypoglycemia, and the most common adverse effects are gastrointestinal. Proper patient selection and education can assist in achieving positive treatment outcomes.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28848315/",
    "relevance_score": 0.9438770893850498
  },
  {
    "pmid": "38286487",
    "title": "Comparative effectiveness of GLP-1 receptor agonists on glycaemic control, body weight, and lipid profile for type 2 diabetes: systematic review and network meta-analysis",
    "abstract": "**Objective:**    To evaluate the comparative efficacy and safety of glucagon-like peptide-1 receptor agonists (GLP-1RAs) on glycaemic control, body weight, and lipid profile in adults with type 2 diabetes.\n\n**Design:**    Systematic review and network meta-analysis.\n\n**Data sources:**    PubMed, Web of Science, Cochrane Central Register of Controlled Trials (CENTRAL), and Embase from database inception to 19 August 2023.\n\n**Eligibility criteria for selecting studies:**    Eligible randomised controlled trials enrolled adults with type 2 diabetes who received GLP-1RA treatments and compared effects with placebo or any GLP-1RA drug, with a follow-up duration of at least 12 weeks. Trials with a crossover design, non-inferiority studies comparing GLP-1RA and other drug classes without a placebo group, using withdrawn drugs, and non-English studies were deemed ineligible.\n\n**Results:**    76 eligible trials involving 15 GLP-1RA drugs and 39 246 participants were included in this network meta-analysis; all subsequent estimates refer to the comparison with placebo. All 15 GLP-1RAs effectively lowered haemoglobin A1c and fasting plasma glucose concentrations. Tirzepatide induced the largest reduction of haemoglobin A1c concentrations (mean difference -2.10% (95% confidence interval -2.47% to -1.74%), surface under the cumulative ranking curve 94.2%; high confidence of evidence), and fasting plasma glucose concentrations (-3.12 mmol/L (-3.59 to -2.66), 97.2%; high confidence), and proved the most effective GLP-1RA drug for glycaemic control. Furthermore, GLP-1RAs were shown to have strong benefits to weight management for patients with type 2 diabetes. CagriSema (semaglutide with cagrilintide) resulted in the highest weight loss (mean difference -14.03 kg (95% confidence interval -17.05 to -11.00); high confidence of evidence), followed by tirzepatide (-8.47 kg (-9.68 to -7.26); high confidence). Semaglutide was effective in lowering the concentration of low density lipoprotein (-0.16 mmol/L (-0.30 to -0.02)) and total cholesterol (-0.48 mmol/L (-0.84 to -0.11)). Moreover, this study also raises awareness of gastrointestinal adverse events induced by GLP-1RAs, and concerns about safety are especially warranted for high dose administration.\n\n**Conclusions:**    GLP-1RAs are efficacious in treating adults with type 2 diabetes. Compared with the placebo, tirzepatide was the most effective GLP-1RA drug for glycaemic control by reducing haemoglobin A1c and fasting plasma glucose concentrations. GLP-1RAs also significantly improved weight management for type 2 diabetes, with CagriSema performing the best for weight loss. The results prompt safety concerns for GLP-1RAs, especially with high dose administration, regarding gastrointestinal adverse events.\n\n**Systematic review registration:**    PROSPERO CRD42022342845.\n\n© Author(s) (or their employer(s)) 2019. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38286487/",
    "relevance_score": 0.9419950963215871
  },
  {
    "pmid": "32815454",
    "title": "GLP-1 receptor agonists in the treatment of type 2 diabetes: role and clinical experience to date",
    "abstract": "Glucagon-like peptide-1 (GLP-1) is a hormone of the incretin system responsible for a variety of glucoregulatory effects, including glucose-dependent secretion of insulin and inhibition of glucagon release, the effects of which are impaired in people with type 2 diabetes (T2D). Targeting this deficiency using GLP-1 receptor agonists (GLP-1RAs) is a well-established approach in T2D, with over a decade of clinical experience now accrued. This article reviews the evidence for subcutaneous GLP-1RAs and their role in T2D treatment, and explores the rationale for an oral GLP-1RA from a primary care perspective. Clinical trials and real-world studies with subcutaneous GLP-1RAs indicate that these agents have good glycated hemoglobin (HbA1 c)-lowering efficacy, an inherently low potential for hypoglycemia, and reduce body weight. Cardiovascular outcomes trials have established cardiovascular safety, and three GLP-1RAs have been proven to reduce the risk of major adverse cardiovascular events (MACE) in patients with established cardiovascular disease or at high cardiovascular risk. The most common adverse events associated with GLP-1RAs are gastrointestinal effects, which tend to occur soon after initiation and decline over time. T2D treatment guidelines recommend GLP-1RAs as a therapeutic option in various settings, including in those patients: i) not achieving HbA1 c targets after first-line metformin and lifestyle modifications; ii) at high risk of/with established atherosclerotic cardiovascular disease (regardless of HbA1c; GLP-1RAs of proven benefit); iii) not achieving HbA1 c targets on basal insulin if not already receiving a GLP-1RA. Despite the known benefits of GLP-1RAs, adherence and persistence rates are suboptimal, potentially due in part to injection-related concerns. With some patients having a preference for oral medications, the development of an oral GLP-1RA is a logical approach to improving treatment options for patients with T2D. Co-formulation of semaglutide with an absorption enhancer has enabled the development and recent approval of the first oral GLP-1RA, oral semaglutide, which has the potential to expand use of GLP-1RAs in clinical practice.\n\n**Keywords:**    Type 2 diabetes; glucagon-like peptide-1 receptor agonist; oral semaglutide; primary care.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32815454/",
    "relevance_score": 0.9399292378000029
  },
  {
    "pmid": "36050763",
    "title": "Tirzepatide, a dual GIP/GLP-1 receptor co-agonist for the treatment of type 2 diabetes with unmatched effectiveness regrading glycaemic control and body weight reduction",
    "abstract": "Tirzepatide is the first dual GIP/GLP-1 receptor co-agonist approved for the treatment of type 2 diabetes in the USA, Europe, and the UAE. Tirzepatide is an acylated peptide engineered to activate the GIP and GLP-1 receptors, key mediators of insulin secretion that are also expressed in regions of the brain that regulate food intake. Five clinical trials in type 2-diabetic subjects (SURPASS 1-5) have shown that tirzepatide at 5-15 mg per week reduces both HbA1c (1.24 to 2.58%) and body weight (5.4-11.7 kg) by amounts unprecedented for a single agent. A sizable proportion of patients (23.0 to 62.4%) reached an HbA1c of < 5.7% (which is the upper limit of the normal range indicating normoglycaemia), and 20.7 to 68.4% lost more than 10% of their baseline body weight. Tirzepatide was significantly more effective in reducing HbA1c and body weight than the selective GLP-1 RA semaglutide (1.0 mg per week), and titrated basal insulin. Adverse events related to tirzepatide were similar to what has been reported for selective GLP-1RA, mainly nausea, vomiting, diarrhoea, and constipation, that were more common at higher doses. Cardiovascular events have been adjudicated across the whole study program, and MACE-4 (nonfatal myocardial infarction, non-fatal stroke, cardiovascular death and hospital admission for angina) events tended to be reduced over up to a 2 year-period, albeit with low numbers of events. For none of the cardiovascular events analysed (MACE-4, or its components) was a hazard ratio > 1.0 vs. pooled comparators found in a meta-analysis covering the whole clinical trial program, and the upper bounds of the confidence intervals for MACE were < 1.3, fulfilling conventional definitions of cardiovascular safety. Tirzepatide was found to improve insulin sensitivity and insulin secretory responses to a greater extent than semaglutide, and this was associated with lower prandial insulin and glucagon concentrations. Both drugs caused similar reductions in appetite, although tirzepatide caused greater weight loss. While the clinical effects of tirzepatide have been very encouraging, important questions remain as to the mechanism of action. While GIP reduces food intake and body weight in rodents, these effects have not been demonstrated in humans. Moreover, it remains to be shown that GIPR agonism can improve insulin secretion in type 2 diabetic patients who have been noted in previous studies to be unresponsive to GIP. Certainly, the apparent advantage of tirzepatide, a dual incretin agonist, over GLP-1RA will spark renewed interest in the therapeutic potential of GIP in type 2 diabetes, obesity and related co-morbidities.\n\n**Keywords:**    Body weight; GIP/GLP-1 receptor co-agonists; GLP-1 receptor agonists; Glycemic control; HbA1c; Type 2 diabetes.\n\n© 2022. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36050763/",
    "relevance_score": 0.9320830023085246
  },
  {
    "pmid": "32910490",
    "title": "A review of GLP-1 receptor agonists in type 2 diabetes: A focus on the mechanism of action of once-weekly agents",
    "abstract": "**What is known and objective:**    Glucagon-like peptide-1 receptor agonists (GLP-1 RAs) are one of the preferred approved treatment options for people with type 2 diabetes (T2D) and inadequate glycaemic control. The objective of this review is to provide a general clinical overview of the similarities and differences in the mechanisms of action (MoA) of the once-weekly GLP-1 RA class of medications, highlighting the role of pharmacists in providing optimal medication management, education and care for people with diabetes.\n\n**Methods:**    This is a narrative review of the published literature regarding the MoA of the currently available once-weekly GLP-1 RAs in T2D.\n\n**Results and discussion:**    GLP-1 RAs have an established efficacy and safety profile. Their benefits derive from their blood glucose-lowering effects, which include pancreatic beta-cell-mediated glucose-dependent insulin secretion and suppressed glucagon release, and their ability to slow gastric emptying and promote satiety. GLP-1 RAs may also exert beneficial effects on multiple organ systems in which GLP-1 receptors are present, including the cardiovascular and renal systems. Differences between individual GLP-1 RAs with regard to their molecular size, structure and duration of action (short or longer acting) have led to differing pharmacodynamics and clinical effects such as degree of glycaemic control, weight loss abilities, cardiovascular effects and tolerability profiles.\n\n**What is new and conclusion:**    From the literature, this appears to be the first review of the evidence base supporting the MoA of once-weekly GLP-1 RAs in T2D aimed at pharmacists, with a particular emphasis on the expanding role of pharmacists in team-based diabetes management. As a class, GLP-1 RAs are an effective treatment option for people with T2D, shown to achieve multi-factorial clinical benefits. The results suggest that when selecting or advising about treatments, pharmacists should consider how the different once-weekly GLP-1 RAs and their MoA affect clinical outcomes in order to ensure optimal treatment for individuals.\n\n**Keywords:**    Type 2 diabetes; cardiovascular diseases; diabetes mellitus; dulaglutide; exenatide; glucagon-like peptide-1 receptor agonist; glycaemic control; mechanism of action; semaglutide.\n\n© 2020 The Authors. Journal of Clinical Pharmacy and Therapeutics published by John Wiley & Sons Ltd.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/32910490/",
    "relevance_score": 0.9281844805630117
  },
  {
    "pmid": "26371721",
    "title": "User's guide to mechanism of action and clinical use of GLP-1 receptor agonists",
    "abstract": "Glucagon-like peptide-1 (GLP-1) receptor agonists (GLP-1RAs) are injectable glucose-lowering medications approved for the treatment of adult patients with type 2 diabetes mellitus (T2DM). This article provides practical information to guide primary care physicians on the use of GLP-1RAs in patients with T2DM. Two short-acting (once- or twice-daily administration; exenatide and liraglutide) and three long-acting (weekly administration; albiglutide, dulaglutide and exenatide) GLP-1RAs are currently approved in the US. These drugs provide levels of GLP-1 receptor agonism many times that of endogenous GLP-1. The GLP-1RAs have been shown to significantly improve glycemic parameters and reduce body weight. These agents work by activating GLP-1 receptors in the pancreas, which leads to enhanced insulin release and reduced glucagon release-responses that are both glucose-dependent-with a consequent low risk for hypoglycemia. Effects on GLP-1 receptors in the CNS and the gastrointestinal tract cause reduced appetite and delayed glucose absorption due to slower gastric emptying. The most common adverse effects are gastrointestinal, which are transient and less common with the long-acting drugs. GLP-1RAs are recommended as second-line therapy in combination with metformin, sulfonylureas, thiazolidinediones or basal insulin, providing a means of enhancing glucose control while offsetting the weight gain associated with insulin and some oral agents. GLP-1RAs represent a useful tool that the primary care physician can use to help patients with T2DM achieve their therapeutic goals.\n\n**Keywords:**    Glucagons; glucagon-like peptide-1; insulin; receptor agonist; type 2 diabetes mellitus.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26371721/",
    "relevance_score": 0.920436286633989
  },
  {
    "pmid": "39072740",
    "title": "GLP-1 receptor agonists and their role in managing type 2 diabetes",
    "abstract": "Until recently the focus in diabetes care was on managing blood glucose - a glucocentric view. This is changing to a more holistic model aimed at prevention, treatment and management through lifestyle interventions as well as medication. An estimated 5 million people in the UK are living with diabetes, most have type 2 diabetes which is associated with obesity. Type 2 diabetes can be prevented, treated with diet and weight loss, or managed with medication. The number of people with diabetes has reached epidemic proportions. To manage diabetes well and reduce complications of poorly managed diabetes, management of the condition can no longer be restricted to endocrinologists and diabetes specialist nurses. This article provides guidance on how glucagon-like peptide-1 receptor agonists can be used in the management of type 2 diabetes.\n\n**Keywords:**    GLP-1 receptor agonists (GLP-1); holistic care; management; remission; type 2 diabetes.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39072740/",
    "relevance_score": 0.89382342678335
  },
  {
    "pmid": "36508493",
    "title": "GLP-1 Receptor Agonists for the Reduction of Atherosclerotic Cardiovascular Risk in Patients With Type 2 Diabetes",
    "abstract": "Patients with type 2 diabetes are at high risk for development of cardiovascular disease, including myocardial infarction, stroke, heart failure, and cardiovascular death. Multiple large cardiovascular outcome trials with novel glucose-lowering agents, namely SGLT2i (SGLT2 inhibitors) and GLP-1 RA (GLP-1 receptor agonists), have demonstrated robust and significant reductions of major adverse cardiovascular events and additional cardiovascular outcomes, such as hospitalizations for heart failure. This evidence has changed the landscape for treatment of patients with type 2 diabetes. Both diabetes and cardiology guidelines and professional societies have responded to this paradigm shift by including strong recommendations to use SGLT2i and/or GLP-1 RA, with evidence-based benefits to reduce cardiovascular risk in high-risk individuals with type 2 diabetes, independent of the need for additional glucose control. GLP-1 RA were initially developed as glucose-lowering drugs because activation of the GLP-1 receptor by these agents leads to a reduction in blood glucose and an improvement in postprandial glucose metabolism. By stimulating GLP-1R in hypothalamic neurons, GLP-1 RA additionally induce satiety and lead to weight loss. Data from cardiovascular outcome trials demonstrated a robust and consistent reduction in atherothrombotic events, particularly in patients with established atherosclerotic cardiovascular disease. Despite the consistent evidence of atherosclerotic cardiovascular disease benefit from these trials, the number of patients receiving these drugs remains low. This overview summarizes the experimental and clinical evidence of cardiovascular risk reduction offered by GLP-1 RA, and provides practical information on how these drugs should be implemented in the treatment of type 2 diabetes in the cardiology community.\n\n**Keywords:**    GLP-1 receptor agonists; cardiovascular risk; diabetes; incretin hormones; major cardiovascular events; myocardial infarction.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36508493/",
    "relevance_score": 0.8323517169383577
  },
  {
    "pmid": "41082229",
    "title": "Liraglutide vs Semaglutide vs Dulaglutide in Veterans With Type 2 Diabetes",
    "abstract": "**Importance:**    The head-to-head comparative effectiveness and safety of individual glucagon-like peptide-1 receptor agonists (GLP-1RAs) are not well understood.\n\n**Objective:**    To compare risks of kidney, cardiovascular, and death outcomes among patients with type 2 diabetes initiating GLP-1RAs in the Department of Veterans Affairs (VA) health system.\n\n**Design, setting, and participants:**    This comparative effectiveness study used an active-comparator, new-user target trial-emulation design with national data linked among the VA, Medicare, and US Renal Data System. Participants were GLP-1RA-naive veterans with type 2 diabetes and without end-stage kidney disease treated with metformin who started liraglutide, semaglutide, or dulaglutide between January 1, 2018, and December 31, 2021. Data were analyzed from September 2024 to June 2025.\n\n**Exposure:**    Liraglutide, semaglutide, or dulaglutide.\n\n**Main outcomes and measures:**    Kidney failure (sustained estimated glomerular filtration rate <15 mL/min/1.73 m2 or initiation of kidney replacement therapy), composite cardiovascular and kidney metabolic (CKM) events (kidney failure or major adverse cardiovascular events [MACE]; myocardial infarction, heart failure, or stroke/transient ischemic attack), MACE, all-cause death, and adverse gastrointestinal events (gastroparesis, intestinal obstruction, gallstones, acute cholecystitis, acute pancreatitis) were evaluated separately through March 31, 2023.\n\n**Results:**    Of 21 790 included veterans (mean [SD] age, 63.5 [10.8] years, 19 823 [91.0%] male), 5425 (24.9%), 10 838 (49.7%), and 5527 (24.9%) initiated liraglutide, semaglutide, and dulaglutide, respectively. In weighted Cox regression models, compared with initiation of semaglutide, liraglutide initiation had similar hazards for kidney failure (hazard ratio [HR], 0.93; 95% CI, 0.60-1.44), the CKM composite outcome (HR, 0.96; 95% CI, 0.84-1.10), and MACE (HR, 0.95; 95% CI, 0.83-1.09). Results were similar with liraglutide vs dulaglutide and dulaglutide vs semaglutide comparisons. Liraglutide had significantly lower hazard of all-cause death compared with semaglutide under intent-to-treat analyses (HR, 0.83; 95% CI, 0.69-0.99), which lost significance in per-protocol models. Compared with dulaglutide, liraglutide was associated with a lower risk of all-cause mortality in both the intent-to-treat (HR, 0.69; 95% CI, 0.58-0.83) and per-protocol (HR, 0.50; 95% CI, 0.31-0.82) analyses, but compared with semaglutide, dulaglutide had higher hazard of mortality only in the per-protocol model (HR, 1.72; 95% CI, 1.20-2.47). The only observed difference for the gastrointestinal adverse events was a decreased risk for gallstones and acute cholecystitis with dulaglutide vs semaglutide (gallstones: HR, 0.72; 95% CI, 0.54-0.95; acute cholecystitis: HR, 0.62; 95% CI, 0.39-0.99).\n\n**Conclusions and relevance:**    In this comparative effectiveness study in veterans with diabetes, liraglutide, semaglutide, and dulaglutide initiators had similar risks for kidney and cardiovascular outcomes. Head-to-head randomized trials are needed to confirm these findings.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41082229/",
    "relevance_score": 0.9030113931795583
  },
  {
    "pmid": "40444045",
    "title": "Comparative effectiveness of semaglutide versus liraglutide, dulaglutide or tirzepatide: a systematic review and meta-analysis",
    "abstract": "**Background:**    This study seeks to compare the effectiveness of Semaglutide compared to Liraglutide, Dulaglutide, or Tirzepatide. Additionally, it aims to investigate the implications of transitioning from Dulaglutide or Liraglutide to Semaglutide.\n\n**Methods:**    We searched PubMed, Scopus, Cochrane Library, Google Scholar, and Web of Science (ClinicalTrials.gov for unpublished records) from their inception to 5 February 2025, including observational cohort studies and randomized controlled trials. Analyses were conducted using Review Manager (RevMan) version 5.4.1 and STATA 17.\n\n**Results:**    The meta-analysis comprised 16 studies and 5,997 patients. Semaglutide significantly reduced hemoglobin A1c (HbA1c) levels compared to Liraglutide (0.56; 95% CI: 0.19-0.94; p < 0.001). However, no significant differences were observed between Semaglutide and Liraglutide in terms of fasting blood sugar (FBS), body mass index (BMI), and weight change. In comparison to Dulaglutide, Semaglutide displayed superior efficacy in reducing HbA1c levels (3.72; 95% CI: 0.02-7.41; p = 0.05) and FBS (2.66; 95% CI: 0.26-5.07; p = 0.03). However, no significant differences were found in weight and BMI change. Tirzepatide exhibited a notable advantage over Semaglutide in reducing HbA1c levels (-0.45; 95% CI: -0.88 to -0.02; p = 0.04). However, no clear superiority was observed for weight and FBS change. Transitions from Liraglutide to Semaglutide did not significantly impact HbA1c levels. However, weight loss (2.48; 95% CI: 0.45-4.51; p = 0.02) and reduced FBS levels (10.76; 95% CI: 0.55-20; p = 0.04) were observed. Transitioning from Dulaglutide to Semaglutide did not significantly affect HbA1c levels and weight change.\n\n**Conclusion:**    While the precise source of heterogeneity remains elusive across most studies, analyses consistently demonstrate Semaglutide's superior efficacy compared to Liraglutide in reducing both HbA1c levels and weight. Moreover, it presents advantages over Dulaglutide, specifically in lowering FBS levels. However, Tirzepatide surpasses Semaglutide in its efficacy for reducing HbA1c levels.\n\n**Keywords:**    GLP-1 (Glucagon-Like Peptide 1); HbA1c; dulaglutide; liraglutide; randomized controlled trials; semaglutide; tirzepatide; type 2 diabetes mellitus.\n\nCopyright © 2025 Karimi, Gholami Chahkand, Dadkhah, Sheikhzadeh, Yaghoubi, Esmaeilpour Moallem, Deyhimi, Arab Bafrani, Shahrokhi and Nasrollahizadeh.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40444045/",
    "relevance_score": 0.8898007331650242
  },
  {
    "pmid": "41093600",
    "title": "Long-term comparative effectiveness of once-weekly semaglutide versus alternative treatments in a real-world US adult population with type 2 diabetes: a randomized pragmatic clinical trial",
    "abstract": "**Introduction:**    This study evaluated the long-term effectiveness of once-weekly subcutaneous semaglutide versus alternative treatment in adults with type 2 diabetes (T2D) in routine clinical practice.\n\n**Research design and methods:**    The SEmaglutide PRAgmatic (SEPRA) was a 2-year, randomized, open-label, pragmatic clinical trial ([NCT03596450](http://clinicaltrials.gov/show/NCT03596450)). Adults with T2D and inadequate glycemic control on one or two oral antidiabetic medications were randomized to receive once-weekly subcutaneous semaglutide or alternative treatment (chosen by the treating physician) as add-on therapy. Endpoints included proportion of participants achieving glycated hemoglobin (HbA1c)<7.0% at year 1 (primary endpoint) and year 2; changes in HbA1c (percentage point), body weight, and patient-reported outcomes (PROs) at years 1 and 2; and treatment changes (baseline to year 2). Missing data were imputed for some analyses.\n\n**Results:**    Participants were randomized to semaglutide (n=644) or alternative treatment (n=634). Proportions of participants achieving HbA1c <7.0% were significantly higher with semaglutide versus alternative treatment at years 1 (53.1% vs 45.5%; OR (95% CI): 1.36 (1.03 to 1.79); p=0.033) and 2 (49.9% vs 38.9%; OR (95% CI): 1.56 (1.13 to 2.16); p=0.007). Mean HbA1c decreases were larger with semaglutide versus alternative treatment at year 1 (-1.35% vs -1.16%; estimated treatment difference (ETD) (95% CI): -0.20% (-0.39% to 0.00%); p=0.046) and year 2 (-1.27% vs -0.96%; ETD (95% CI): -0.31% (-0.57% to -0.05%); p=0.018). Semaglutide was associated with larger reductions in body weight at year 1 (-3.57% vs -1.91%; ETD (95% CI): -1.65% (-2.92% to -0.39%); p=0.010) but not year 2 (p=0.175). Treatment changes occurred less frequently with semaglutide than with alternative treatments. Some PROs indicated greater improvement with semaglutide versus alternative treatment. No new safety concerns were identified.\n\n**Conclusions:**    SEPRA demonstrates that semaglutide is an appropriate choice for treatment intensification among individuals with T2D in the USA who are receiving 1-2 antidiabetic medications. Findings support semaglutide as an effective and well-tolerated option in clinical practice.\n\n**Trial registration number:**    [NCT03596450](http://clinicaltrials.gov/show/NCT03596450).\n\n**Keywords:**    Diabetes Mellitus, Type 2; Glucagon-Like Peptide 1.\n\n© Author(s) (or their employer(s)) 2025. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ Group.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41093600/",
    "relevance_score": 0.8874028968843727
  },
  {
    "pmid": "40279144",
    "title": "High-Dose Semaglutide (Up to 16 mg) in People With Type 2 Diabetes and Overweight or Obesity: A Randomized, Placebo-Controlled, Phase 2 Trial",
    "abstract": "**Objective:**    Studies have demonstrated dose-dependent efficacy of glucagon-like peptide 1 receptor agonists for glycemic control and body weight. The aim of this trial was to characterize the dose-dependent effects of semaglutide (up to 16 mg/week) in people with type 2 diabetes and overweight or obesity.\n\n**Research design and methods:**    In this parallel-group, participant- and investigator-blinded, phase 2 trial, 245 individuals with type 2 diabetes and BMI ≥27 kg/m2 on metformin were randomized to weekly semaglutide (2, 8, or 16 mg s.c.) or placebo for 40 weeks. Doses were escalated every 4 weeks, followed by a maintenance period. Dose modifications were not allowed. Primary and secondary efficacy end points included change from baseline to week 40 in HbA1c and body weight, respectively.\n\n**Results:**    Estimated treatment difference between 16 and 2 mg was -0.3 percentage points (%-points) (95% CI -0.7 to 0.2; P = 0.245) for HbA1c change and -3.4 kg (-6.0 to -0.8; P = 0.011) for weight change for the treatment policy estimand and -0.5%-points (-1.0 to -0.1; P = 0.015) and -4.5 kg (-7.6 to -1.4; P = 0.004), respectively, for the hypothetical estimand. Dose-response modeling confirmed these findings. Treatment-emergent adverse events (AEs) and treatment discontinuations due to AEs, primarily gastrointestinal, were more frequent in the semaglutide 8 and 16 mg groups than in the 2 mg group. No severe hypoglycemic episodes were reported.\n\n**Conclusions:**    Higher semaglutide doses for type 2 diabetes and overweight or obesity provide modest additional glucose-lowering effect, with additional weight loss, at the expense of more AEs and treatment discontinuations. A study for evaluating high-dose semaglutide in obesity is currently underway.\n\n© 2025 by the American Diabetes Association.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40279144/",
    "relevance_score": 0.8720641924859859
  },
  {
    "pmid": "40156843",
    "title": "Oral Semaglutide and Cardiovascular Outcomes in People With Type 2 Diabetes, According to SGLT2i Use: Prespecified Analyses of the SOUL Randomized Trial",
    "abstract": "**Background:**    Both GLP-1 (glucagon-like peptide-1) receptor agonists and SGLT2 (sodium-glucose cotransporter-2) inhibitors (SGLT2i) improve cardiovascular outcomes in people with type 2 diabetes and cardiovascular or chronic kidney disease. However, there are limited data about the effect of combining these agents on cardiovascular and safety outcomes.\n\n**Methods:**    The SOUL trial (Semaglutide Cardiovascular Outcomes Trial; [NCT03914326](http://clinicaltrials.gov/show/NCT03914326)) randomized 9650 participants with type 2 diabetes and atherosclerotic cardiovascular disease and/or chronic kidney disease to oral semaglutide or placebo. As prespecified, participants were analyzed according to baseline use of SGLT2i (yes, n=2596; no, n=7054), and subsequently for any use of SGLT2i during the trial (yes, n=4718; no, n=4932). The primary outcome was time to first major adverse cardiovascular event, defined as cardiovascular death, nonfatal myocardial infarction, or nonfatal stroke. Safety was evaluated by comparing the incidence of serious adverse events.\n\n**Results:**    Over a mean follow-up of 47.5±10.9 months, the risk of the primary outcome in the overall trial population was 14% lower for oral semaglutide versus placebo (hazard ratio, 0.86; 95% CI, 0.77-0.96). In those taking SGLT2i at baseline, there were 143 of 1296 (semaglutide) versus 158 of 1300 (placebo) primary outcome events (hazard ratio, 0.89; 95% CI, 0.71-1.11); and 436 of 3529 versus 510 of 3525, respectively, in participants not taking SGLT2i at baseline (hazard ratio, 0.84; 95% CI, 0.74-0.95; *P*-interaction, 0.66). An analysis of major adverse cardiovascular events by any in-trial SGLT2i use versus no use also showed no evidence of heterogeneity in the effects of oral semaglutide. The adverse event profiles of oral semaglutide with or without concomitant SGLT2i were similar.\n\n**Conclusions:**    Oral semaglutide reduced major adverse cardiovascular event outcomes independently of concomitant SGLT2i treatment, and this combination appeared to be safe.\n\n**Registration:**    URL: https://www.clinicaltrials.gov; Unique identifier: [NCT03914326](http://clinicaltrials.gov/show/NCT03914326).\n\n**Keywords:**    cardiovascular diseases; cardiovascular system; diabetes mellitus, type 2; glucagon-like peptide-1 receptor agonists; renal insufficiency, chronic; semaglutide; sodium-glucose transporter 2 inhibitors.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40156843/",
    "relevance_score": 0.8682711231036228
  },
  {
    "pmid": "40162642",
    "title": "Oral Semaglutide and Cardiovascular Outcomes in High-Risk Type 2 Diabetes",
    "abstract": "**Background:**    The cardiovascular safety of oral semaglutide, a glucagon-like peptide 1 receptor agonist, has been established in persons with type 2 diabetes and high cardiovascular risk. An assessment of the cardiovascular efficacy of oral semaglutide in persons with type 2 diabetes and atherosclerotic cardiovascular disease, chronic kidney disease, or both is needed.\n\n**Methods:**    In this double-blind, placebo-controlled, event-driven, superiority trial, we randomly assigned participants who were 50 years of age or older, had type 2 diabetes with a glycated hemoglobin level of 6.5 to 10.0%, and had known atherosclerotic cardiovascular disease, chronic kidney disease, or both to receive either once-daily oral semaglutide (maximal dose, 14 mg) or placebo, in addition to standard care. The primary outcome was major adverse cardiovascular events (a composite of death from cardiovascular causes, nonfatal myocardial infarction, or nonfatal stroke), assessed in a time-to-first-event analysis. The confirmatory secondary outcomes included major kidney disease events (a five-point composite outcome).\n\n**Results:**    Among the 9650 participants who had undergone randomization, the mean (±SD) follow-up was 47.5±10.9 months, and the median follow-up was 49.5 months. A primary-outcome event occurred in 579 of the 4825 participants (12.0%; incidence, 3.1 events per 100 person-years) in the oral semaglutide group, as compared with 668 of the 4825 participants (13.8%; incidence, 3.7 events per 100 person-years) in the placebo group (hazard ratio, 0.86; 95% confidence interval, 0.77 to 0.96; P = 0.006). The results for the confirmatory secondary outcomes did not differ significantly between the two groups. The incidence of serious adverse events was 47.9% in the oral semaglutide group and 50.3% in the placebo group; the incidence of gastrointestinal disorders was 5.0% and 4.4%, respectively.\n\n**Conclusions:**    Among persons with type 2 diabetes and atherosclerotic cardiovascular disease, chronic kidney disease, or both, the use of oral semaglutide was associated with a significantly lower risk of major adverse cardiovascular events than placebo, without an increase in the incidence of serious adverse events. (Funded by Novo Nordisk; SOUL ClinicalTrials.gov number, [NCT03914326](http://clinicaltrials.gov/show/NCT03914326).).\n\nCopyright © 2025 Massachusetts Medical Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40162642/",
    "relevance_score": 0.8385145099467184
  },
  {
    "pmid": "41513169",
    "title": "Proteomic effects of short-term liraglutide vs. placebo in a blinded crossover RCT: Implications for efficacy, safety, and comparison with semaglutide",
    "abstract": "**Background:**    Glucagon-like peptide-1 receptor agonists (GLP-1RAs) exert cardiometabolic benefits beyond weight loss, yet their systemic proteomic mechanisms remain incompletely defined. We profiled short-term liraglutide-induced protein changes and compared them with published semaglutide signatures.\n\n**Methods:**    In a randomized, double-blind, placebo-controlled, crossover trial ([NCT02944500](http://clinicaltrials.gov/show/NCT02944500)), 20 adults with obesity received liraglutide 3 mg daily or placebo for 5 weeks, separated by a 3-week washout. Plasma and serum samples underwent SomaScan v4.1 profiling of 6249 proteins. Mixed-effects models tested Time×Treatment interactions with and without weight adjustment. Results were benchmarked against the 30-protein semaglutide STEP 1/2 signature.\n\n**Results:**    Liraglutide significantly modulated 124 proteins (57 FDR < 0.05); 85 % of effects persisted after weight adjustment, indicating largely weight-independent actions. Upregulated proteins included pancreatic enzymes (PNLIP, CTRB1/2, PRSS2), while endothelial and fibrotic markers (ACE, NOS3, FAP) were downregulated. Myostatin (MSTN) was strongly suppressed (log₂ fold change -0.41; p = 1.7 × 10-6), with concurrent rises in its inhibitors WFIKKN2 and BMPR1A. Liraglutide shared 70-75 % directional overlap with semaglutide, with 25-30 % unique effects enriched in vascular, neurodevelopmental, and musculoskeletal pathways. A semaglutide-based classifier distinguished liraglutide from placebo (AUC = 0.82; sensitivity 0.89; specificity 0.60). Downregulated proteins were genetically linked to coronary artery disease and type 2 diabetes (FDR < 0.05).\n\n**Conclusions/interpretation:**    Short-term liraglutide reproduces the core GLP-1RA proteomic fingerprint while uniquely suppressing myostatin and vascular remodeling pathways. These rapid, largely weight-independent molecular responses indicate early cardioprotective and myostatin-inhibitor signaling changes that could be relevant for future muscle-preserving strategies, supporting individualized GLP-1RA use beyond weight loss alone.\n\n**Keywords:**    GLP-1 receptor agonist; Liraglutide; Myostatin; Omics; Proteomics; Semaglutide; Somascan.\n\nCopyright © 2026 Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41513169/",
    "relevance_score": 0.8380762040005946
  },
  {
    "pmid": "40544432",
    "title": "Cagrilintide-Semaglutide in Adults with Overweight or Obesity and Type 2 Diabetes",
    "abstract": "**Background:**    Cagrilintide and semaglutide have each been shown to induce weight loss as monotherapies. Data are needed on the coadministration of cagrilintide and semaglutide (called CagriSema) for weight management in adults with type 2 diabetes, including those in a subgroup who are undergoing continuous glucose monitoring.\n\n**Methods:**    In this phase 3a, double-blind, randomized, placebo-controlled trial conducted in 12 countries, we assigned adults with a body-mass index of 27 or more, a glycated hemoglobin level of 7 to 10%, and type 2 diabetes in a 3:1 ratio to receive once-weekly cagrilintide-semaglutide (2.4 mg each) or placebo, along with lifestyle intervention, for 68 weeks. The two primary end points were the percent change in body weight and the percentage of patients with a weight reduction of at least 5%. Additional end points were changes in glycemic measures and safety assessments. Effect estimates were calculated with the use of the treatment-policy estimand (consistent with the intention-to-treat principle).\n\n**Results:**    A total of 1206 patients underwent randomization to either the cagrilintide-semaglutide group (904 patients) or the placebo group (302 patients). The estimated mean change in body weight from baseline to week 68 was -13.7% in the cagrilintide-semaglutide group and -3.4% in the placebo group (estimated difference, -10.4 percentage points; 95% confidence interval, -11.2 to -9.5; P<0.001). More patients in the cagrilintide-semaglutide group than in the placebo group had a weight reduction of 5% or more (P<0.001); the same was true of reductions of at least 10%, 15%, and 20% (P<0.001 for the last comparison). The percentage of patients who had a glycated hemoglobin level of 6.5% or less was 73.5% in the cagrilintide-semaglutide group and 15.9% in the placebo group. Gastrointestinal adverse events were reported by 72.5% of the patients in the cagrilintide-semaglutide group and 34.4% in the placebo group, most of which were transient and mild or moderate in severity.\n\n**Conclusions:**    Once-weekly cagrilintide-semaglutide (at a dose of 2.4 mg each) resulted in a significantly lower body weight than placebo in adults with obesity and type 2 diabetes. (Funded by Novo Nordisk; REDEFINE 2 ClinicalTrials.gov number, [NCT05394519](http://clinicaltrials.gov/show/NCT05394519).).\n\nCopyright © 2025 Massachusetts Medical Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40544432/",
    "relevance_score": 0.8168682207272356
  },
  {
    "pmid": "41188987",
    "title": "Semaglutide reduces cardiovascular events in type 2 diabetes: a systematic review and meta-analysis highlighting enhanced benefits in chronic kidney disease",
    "abstract": "**Background:**    Cardiovascular disease (CVD) disproportionately affects type 2 diabetes (T2D) patients with chronic kidney disease (CKD). Although semaglutide shows cardiometabolic benefits, its efficacy across CVD endpoints and high-risk CKD subgroups remains underexplored.\n\n**Methods:**    We systematically reviewed PubMed, Embase, Cochrane, Web of Science (through September 2025) for randomized trials and observational studies evaluating oral semaglutide versus placebo in T2D. Data synthesis employed hazard ratios (HRs) and mean differences (MDs) with 95% confidence intervals (CIs).\n\n**Results:**    Across 17 studies (n = 40, 632 patients), semaglutide significantly reduced the risk of cardiovascular (CV) death by 23% [HR 0.77, 95% CI (0.68, 0.88)], major adverse cardiovascular events (MACE) by 18% [HR 0.82, 95% CI (0.75, 0.90)], expanded MACE by 22% [HR 0.78, 95% CI (0.70, 0.85)], nonfatal myocardial infarction (MI) by 18% [HR 0.82, 95% CI (0.68, 0.92)], and nonfatal stroke by 32% [HR 0.68, 95% CI (0.56, 0.83)]. The reductions in CV events were most pronounced in T2D patients with CKD (24-37% risk reduction vs. 13-35% in T2D alone or with CVD). Semaglutide also significantly improved modifiable CV risk factors, reducing systolic/diastolic blood pressure (SBP/DBP) decreased by 8.02/3.71 mmHg, and low-density Lipoprotein (LDL) decreased by 12.62 mg/dL, while increasing high-density lipoprotein (HDL) by 1.44 mg/dL. However, semaglutide had no significant effect on estimated glomerular filtration rate (eGFR) and urinary albumin-to-creatinine ratio (UACR).\n\n**Conclusion:**    Semaglutide confers robust cardiovascular protection in T2D, with amplified benefits in patients with comorbid CKD. It confers a collective advantage by simultaneously addressing multiple risk factors including blood pressure and lipoprotein, positioning it as a comprehensive treatment strategy for high-risk populations. This analysis is the first to synthesize evidence across CKD subgroups, supporting prioritizing semaglutide in T2D patients with CKD. Further research should clarify mechanisms underlying CKD-specific benefits and refine risk-stratified treatment algorithms.\n\n**Keywords:**    Cardiovascular disease; Chronic kidney disease; Meta-analysis; Type 2 diabetes.\n\n© 2025. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41188987/",
    "relevance_score": 0.8133152278808796
  },
  {
    "pmid": "41627802",
    "title": "Oral Semaglutide and Heart Failure Outcomes in Persons With Type 2 Diabetes: A Secondary Analysis of the SOUL Randomized Clinical Trial",
    "abstract": "**Importance:**    Heart failure (HF) is a common complication of type 2 diabetes (T2D). Oral semaglutide reduced the risk of major adverse cardiovascular (CV) events (MACE; comprising CV death, nonfatal myocardial infarction, or nonfatal stroke) in people with T2D in the SOUL trial, but the impact on HF outcomes in these participants is unknown.\n\n**Objective:**    To evaluate the effect of oral semaglutide on HF events, MACE, and safety among participants with or without HF at baseline.\n\n**Design, setting, and participants:**    This is a secondary analysis of the double-blind, placebo-controlled, event-driven, phase 3b SOUL randomized clinical trial, which was conducted at 444 centers in 33 countries. Participants were enrolled from June 17, 2019, to March 24, 2021, and had T2D and atherosclerotic CV disease and/or chronic kidney disease, stratified according to the presence or absence of HF history at baseline. Data were analyzed from December 2024 to August 2025.\n\n**Intervention:**    Once-daily oral semaglutide or placebo in addition to standard of care.\n\n**Main outcomes and measures:**    Prespecified composite HF outcome (time to first occurrence of HF hospitalization, urgent HF visit, or CV death).\n\n**Results:**    Overall, 9650 participants (median [IQR] age, 66.0 [61.0-72.0] years; 2790 [28.9%] female) were randomized, with a mean (SD) follow-up of 47.5 (10.9) months. Of these participants, 2229 (23.1%) had HF history (991 [10.3%] with preserved ejection fraction, 592 [6.1%] with reduced ejection fraction, and 646 [6.7%] with unknown subtype). For participants with HF at baseline, the hazard ratio (HR) for risk of the composite HF outcome with oral semaglutide vs placebo was 0.78 (95% CI, 0.63-0.96) and was 1.01 (95% CI, 0.84-1.20) in those without HF at baseline (P for interaction = .06). Among participants with HF, the HR was 0.59 (95% CI, 0.39-0.86) in those with preserved ejection fraction and 0.98 (95% CI, 0.70-1.38) in those with reduced ejection fraction. There was no heterogeneity in the risk reduction of MACE with oral semaglutide in participants with HF history (HR, 0.83; 95% CI, 0.68-1.01) or without HF history (HR, 0.86; 95% CI, 0.75-0.98) (P for interaction = .77). Serious adverse event occurrence among participants with HF was similar with oral semaglutide (594 [53.8%]) and placebo (642 [57.1%]).\n\n**Conclusions and relevance:**    In this secondary analysis of the SOUL randomized clinical trial, among individuals with T2D, atherosclerotic CV disease, and/or chronic kidney disease, a reduction of HF events was observed with use of oral semaglutide compared with placebo in those with a history of HF, without increasing the risk of serious adverse events. These data support the potential benefit of oral semaglutide in reducing HF events in people with T2D and HF.\n\n**Trial registration:**    ClinicalTrials.gov Identifier: [NCT03914326](http://clinicaltrials.gov/show/NCT03914326).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41627802/",
    "relevance_score": 0.8066128425281586
  },
  {
    "pmid": "41283266",
    "title": "Semaglutide from Bench to Bedside: The Experimental Journey Towards a Transformative Therapy for Diabetes, Obesity and Metabolic Liver Disorders",
    "abstract": "**Background/objectives:**    Type 2 diabetes and obesity present escalating global health and economic challenges, highlighting the need for therapies that can effectively manage glycemic levels and reduce excess adiposity. Semaglutide, a glucagon-like peptide-1 receptor (GLP-1R) agonist available in subcutaneous or oral formulation, has quickly evolved from a theoretical concept to a crucial component of modern metabolic care. This review explores the comprehensive development journey of semaglutide, drawing on evidence from medicinal chemistry, animal studies, initial human trials, the pivotal SUSTAIN and STEP programs, and real-world post-marketing surveillance.\n\n**Methods:**    We conducted a detailed analysis of preclinical data sets, Phase I-III clinical trials, regulatory documents, and pharmaco-epidemiological studies published between 2008 and 2025.\n\n**Results:**    Through strategic molecular modifications, such as specific amino-acid substitutions and the addition of a C18 fatty-diacid side chain to enhance albumin binding, the half-life of the peptide was extended to approximately 160 h, allowing for weekly dosing. Studies in rodents and non-human primates showed that semaglutide effectively lowered blood glucose levels, reduced body weight, and preserved β-cells while maintaining a favorable safety profile. Phase I trials confirmed consistent pharmacokinetics and tolerability, while Phase II trials identified 0.5 mg and 1.0 mg once weekly as the most effective doses. The extensive SUSTAIN program validated significant reductions in HbA1c levels and weight loss compared to other treatments, as well as a 26% decrease in the relative risk of major adverse cardiovascular events (SUSTAIN-6). Subsequent STEP trials expanded the use of semaglutide to chronic weight management, revealing that nearly two-thirds of patients experienced a body weight reduction of at least 15%. Regulatory approvals from the FDA, EMA, and other regulatory agencies were obtained between 2017 and 2021, with ongoing research focusing on metabolic dysfunction-associated steatohepatitis, cardiovascular events, and chronic kidney disease.\n\n**Conclusions:**    The trajectory of semaglutide exemplifies how intentional peptide design, iterative translational research, and outcome-driven clinical trial design can lead to groundbreaking therapies for complex metabolic disorders.\n\n**Keywords:**    GLP-1 receptor agonist; MACE; MASLD/MASH; STEP and SUSTAIN clinical trials; heart failure; obesity; semaglutide; translational pharmacology; type 2 diabetes; weight management.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/41283266/",
    "relevance_score": 0.7718656973050139
  },
  {
    "pmid": "36629298",
    "title": "Incretin-based therapy of metabolic disease",
    "abstract": "Recent studies show that incretin hormone analogues effectively control blood glucose while producing major weight losses and reducing the risk of all-cause mortality, myocardial infarction, stroke and kidney function impairment. Furthermore, the risk of dementia and cognitive impairment is reduced. A monomolecular coagonist (tirzepatide) of receptors for both incretin hormones (glucagon-like peptide-1 and glucose-dependent insulinotropic polypeptide) produced HbA1c values below 5.7% in 50% of the treated patients and weight losses exceeding 20% in obese individuals. These new agents will radically change our approach to the treatment of T2DM and obesity alike.\n\nArticles published in the DMJ are “open access”. This means that the articles are distributed under the terms of the Creative Commons Attribution Non-commercial License, which permits any non-commercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36629298/",
    "relevance_score": 0.8900849291846026
  },
  {
    "pmid": "18491986",
    "title": "Incretin mimetics and dipeptidyl peptidase 4 inhibitors in clinical trials for the treatment of type 2 diabetes",
    "abstract": "**Background:**    Exenatide is an incretin mimetic, while sitagliptin and vildagliptin are incretin enhancers used as adjunctive therapy in patients with type 2 diabetes failing oral agents. Sitagliptin and vildagliptin can also be used as monotherapy in patients with type 2 diabetes uncontrolled by diet.\n\n**Objective:**    To provide a critical review of clinical trials of exenatide, sitagliptin and vildagliptin.\n\n**Method:**    Review of Phase III clinical trials based on Medline search published up to April 2008.\n\n**Results:**    The use of exenatide is associated with reduction in average hemoglobin A1c (HbA1c) levels of approximately 0.8% compared with baseline. The corresponding reduction with either sitagliptin or vildagliptin is 0.7%. The actions of incretin-based drugs predominantly target postprandial hyperglycemia. Treatment-related hypoglycemia is generally mild, and mainly occurs when used with sulfonylureas (SUs). Exenatide treatment leads to a mild weight loss of around 2 kg after 30 weeks, whereas sitagliptin and vildagliptin have generally neutral effect on weight. Sitagliptin and vildagliptin are well tolerated in trials lasting up to 52 weeks. Meanwhile, 5 - 10% of patients cannot tolerate exenatide due to adverse effects, mainly nausea and vomiting. The three drugs are limited by the lack of long-term safety and efficacy data, as well as by their high cost.\n\n**Conclusion:**    Exenatide, sitagliptin and vildagliptin are useful add-on therapy for type 2 diabetes that is suboptimally controlled on oral agents, particularly when there is concern about weight gain and hypoglycemia, or when postprandial hyperglycemia is the major cause of inadequate glycemic control. Sitagliptin and vildagliptin may be used as monotherapy in patients who cannot tolerate metformin or SU, and sitagliptin may be used as alternative to metformin in renal insufficiency.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/18491986/",
    "relevance_score": 0.8863620681913379
  },
  {
    "pmid": "26525806",
    "title": "Role of incretin-based therapies and sodium-glucose co-transporter-2 inhibitors as adjuncts to insulin therapy in Type 2 diabetes, with special reference to IDegLira",
    "abstract": "The progressive nature of Type 2 diabetes necessitates treatment intensification over time in order to maintain glycaemic control, with many patients ultimately requiring insulin therapy. While insulin has unlimited potential efficacy, its initiation is often delayed and improvements in glycaemic control are typically accompanied by weight gain and an increased risk of hypoglycaemia, particularly as HbA1c approaches and falls below target levels. This may account for the sub-optimal control often achieved after insulin initiation. Combining insulin with antihyperglycaemic therapies that have a low risk of hypoglycaemia and are weight-neutral or result in weight loss is a therapeutic strategy with the potential to improve Type 2 diabetes management. Although the effects differ with each individual class of therapy, clinical trials have shown that adding a glucagon-like peptide-1 receptor agonist, dipeptidyl peptidase-4 inhibitor or sodium-glucose co-transporter-2 inhibitor to insulin regimens can offer a significant reduction in HbA1c without substantially increasing hypoglycaemia risk, or weight. The evidence and merit of each approach are reviewed in this paper. Once-daily co-formulations of a basal insulin and a glucagon-like peptide-1 receptor agonist have been developed (insulin degludec/liraglutide) or are under development (lixisenatide/insulin glargine). Insulin degludec/liraglutide phase III trials and a lixisenatide/insulin glargine phase II trial have shown robust HbA1c reductions, with weight loss and a low risk of hypoglycaemia. With insulin degludec/liraglutide now approved in Europe, an important consideration will be the types of patients who may benefit most from a fixed-ratio combination; this is discussed in the present review, and we also take a look toward future developments in the field.\n\n© 2015 Diabetes UK.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26525806/",
    "relevance_score": 0.8826547784020347
  },
  {
    "pmid": "29074120",
    "title": "Incretin-based therapy in type 2 diabetes: An evidence based systematic review and meta-analysis",
    "abstract": "Incretin based therapies such as dipeptidyl peptidase-4 inhibitors (DPP-4i) and glucagon-like peptide-1 receptor agonists (GLP-1Ra) are increasingly used for the treatment of Type 2 diabetes mellitus. In clinical practice and in previously performed clinical trials, these agents are often used in combination with other oral anti-diabetic agents (OADs) and Insulin. Prior meta-analytic reviews however do not adequately address the impact of background therapy and active comparator arms. Accordingly, we aimed to further investigate the efficacy of incretin based therapies by updating existing reviews by including clinical trial evidence after 2008; estimating the pooled effect of incretin therapies on glycemic efficacy and weight-loss, stratified by comparator therapy (placebo, mono-therapy, etc.), estimating the impact of background OADs and within class (GLP-1Ra or DPP-4i) comparative efficacy, on glycemia control. 82 randomized controlled trials after 2008 with glycemic control and weight loss as primary end-points were included. Both DPP-4i and GLP-1Ra reduced HbA1c, but only GLP-1Ra caused weight loss when compared to either active comparator drugs or placebo. GLP-1Ra were more effective than DPP-4i in glycemia lowering. Long acting GLP-1Ra were more effective in HbA1c lowering than short-acting agents but with similar weight loss effect. The effect of DPP-4i incretin glycemic efficacy was not modified by background therapy used in the study.\n\n**Keywords:**    Clinical and molecular diabetes; Clinical aspects of diabetes; Obesity; Oral antidiabetics; Weight gain.\n\nCopyright © 2016. Published by Elsevier Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29074120/",
    "relevance_score": 0.8801918703715148
  },
  {
    "pmid": "37430117",
    "title": "Incretin hormones and type 2 diabetes",
    "abstract": "Incretin hormones (glucose-dependent insulinotropic polypeptide [GIP] and glucagon-like peptide-1 [GLP-1]) play a role in the pathophysiology of type 2 diabetes. Along with their derivatives they have shown therapeutic success in type 2 diabetes, with the potential for further improvements in glycaemic, cardiorenal and body weight-related outcomes. In type 2 diabetes, the incretin effect (greater insulin secretory response after oral glucose than with 'isoglycaemic' i.v. glucose, i.e. with an identical glycaemic stimulus) is markedly reduced or absent. This appears to be because of a reduced ability of GIP to stimulate insulin secretion, related either to an overall impairment of beta cell function or to specific defects in the GIP signalling pathway. It is likely that a reduced incretin effect impacts on postprandial glycaemic excursions and, thus, may play a role in the deterioration of glycaemic control. In contrast, the insulinotropic potency of GLP-1 appears to be much less impaired, such that exogenous GLP-1 can stimulate insulin secretion, suppress glucagon secretion and reduce plasma glucose concentrations in the fasting and postprandial states. This has led to the development of incretin-based glucose-lowering medications (selective GLP-1 receptor agonists or, more recently, co-agonists, e.g. that stimulate GIP and GLP-1 receptors). Tirzepatide (a GIP/GLP-1 receptor co-agonist), for example, reduces HbA1c and body weight in individuals with type 2 diabetes more effectively than selective GLP-1 receptor agonists (e.g. semaglutide). The mechanisms by which GIP receptor agonism may contribute to better glycaemic control and weight loss after long-term exposure to tirzepatide are a matter of active research and may change the pessimistic view that developed after the disappointing lack of insulinotropic activity in people with type 2 diabetes when exposed to GIP in short-term experiments. Future medications that stimulate incretin hormone and other receptors simultaneously may have the potential to further increase the ability to control plasma glucose concentrations and induce weight loss.\n\n**Keywords:**    Body weight regulation; Gastric emptying; Gastric inhibitory polypeptide; Glucagon secretion; Glucagon-like peptide-1; Glucose-dependent insulinotropic polypeptide; Incretin; Insulin secretion; Review; Type 2 diabetes.\n\n© 2023. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37430117/",
    "relevance_score": 0.8571343070177389
  },
  {
    "pmid": "21525466",
    "title": "Therapy in the early stage: incretins",
    "abstract": "The complex pathological mechanisms responsible for development of type 2 diabetes are not fully addressed by conventional drugs, which are also associated with inconvenient side effects such as weight gain or hypoglycemia. Two types of incretin-based therapies are now in use: incretin mimetics (glucagon-like peptide-1 [GLP-1] receptor agonists that bind specific receptors and mimic the action of natural GLP-1) and incretin enhancers (inhibitors of the enzyme that degrade the incretin hormones and thus prolong their activity). Both offer important advantages over previous agents. In addition to the proven glucose-lowering efficacy, they promote weight loss (or are weight neutral) by slowing gastric emptying and inducing satiety, inhibit glucagon secretion with maintenance of counterregulatory mechanisms, and exhibit cardiovascular benefits, while having a low risk profile. Importantly, short-term studies have shown that incretins/incretin-based therapies protect β-cells (by enhancing cell proliferation and differentiation and inhibiting apoptosis) and stimulate their function (by recruiting β-cells to the secretory process and increasing insulin biosynthesis/secretion). These therapies have the opportunity to interfere with the disease progression if used as an early intervention, when enough β-cell mass/function can still be preserved or restored.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21525466/",
    "relevance_score": 0.7098000585052039
  },
  {
    "pmid": "25456646",
    "title": "Incretin-based therapies",
    "abstract": "Incretin-based therapies are steadily gaining clinical popularity, with many more products in the developmental pipeline. Current treatment recommendations incorporate GLP-1 RAs and DPP-4 inhibitors as important agents for consideration in the treatment of T2DM owing to their low hypoglycemia risk, ability to address postprandial hyperglycemia (DPP-4 inhibitors and short-acting GLP-1 RAs), and potential for weight reduction (GLP-1 RAs). These properties may likewise prove advantageous in older adults in whom hypoglycemia is particularly undesirable, although older adults may be more prone to the nausea and vomiting associated with GLP-1 RA therapy. Other safety issues for incretin-based therapies, such as pancreatitis, C-cell hyperplasia, and renal failure, should be considered when choosing an appropriate patient to receive such therapies. Ongoing CV outcome studies will further inform the health care community regarding the CV safety of incretin-based therapies. The availability of both short-acting and long-acting GLP-1 RAs currently allows practitioners to consider individualized blood glucose trends and therapeutic needs when choosing an optimal agent.\n\n**Keywords:**    DPP-4 inhibitors; Dipeptidyl peptidase 4; GLP-1 receptor agonists; Glucagon-like peptide 1; Incretin effect; Incretin mimetics; Pharmacotherapy.\n\nCopyright © 2015 Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25456646/",
    "relevance_score": 0.6979991420667735
  },
  {
    "pmid": "26137918",
    "title": "Investigating incretin-based therapies as a novel treatment for depression in type 2 diabetes: Findings from the South London Diabetes (SOUL-D) Study",
    "abstract": "We aimed to investigate the association between incretin-based therapies and 1-year change in depressive symptoms in a cohort of 1735 patients with newly diagnosed type 2 diabetes. The incretin group experienced significant reduction in depressive symptoms compared to controls. This was independent of HbA1c and may be mediated by an anti-inflammatory mechanism.\n\n**Keywords:**    Depressive symptoms; Incretin-based therapies; Inflammation; Type 2 diabetes.\n\nCrown Copyright © 2015. Published by Elsevier Ltd. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/26137918/",
    "relevance_score": 0.6950796973102905
  },
  {
    "pmid": "18227398",
    "title": "New drugs for the treatment of diabetes: part II: Incretin-based therapy and beyond",
    "abstract": "This is the second of a 2-part series focusing on newer therapies for type 2 diabetes and their cardiovascular implications. In the first segment, we reviewed the thiazolidinediones, highlighting emerging data concerning their cardiovascular effects, both positive and negative. Here, we present a corresponding discussion of the newest antihyperglycemic category, modulators of the incretin system, which include the glucagon-like peptide-1 mimetics and the dipeptidyl peptidase-4 inhibitors. In addition, we briefly survey several novel drug classes in development, provide summary recommendations for glucose-lowering regimens in specific patient types, underscore the importance of nonglucose cardiovascular risk reduction strategies, and comment on present and future considerations for the regulatory review of diabetes drugs.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 1,
    "cluster_name": "GLP-1 receptor agonists for type 2 diabetes",
    "url": "https://pubmed.ncbi.nlm.nih.gov/18227398/",
    "relevance_score": 0.6835235170483694
  },
  {
    "pmid": "30660117",
    "title": "Long-term outcomes following deep brain stimulation for Parkinson's disease",
    "abstract": "**Objective:**    Deep brain stimulation (DBS) is an effective treatment for several movement disorders, including Parkinson's disease (PD). While this treatment has been available for decades, studies on long-term patient outcomes have been limited. Here, the authors examined survival and long-term outcomes of PD patients treated with DBS.\n\n**Methods:**    The authors conducted a retrospective analysis using medical records of their patients to identify the first 400 consecutive patients who underwent DBS implantation at their institution from 1999 to 2007. The medical record was used to obtain baseline demographics and neurological status. The authors performed survival analyses using Kaplan-Meier estimation and multivariate regression using Cox proportional hazards modeling. Telephone surveys were used to determine long-term outcomes.\n\n**Results:**    Demographics for the cohort of patients with PD (n = 320) were as follows: mean age of 61 years, 70% male, 27% of patients had at least 1 medical comorbidity (coronary artery disease, congestive heart failure, diabetes mellitus, atrial fibrillation, or deep vein thrombosis). Kaplan-Meier survival analysis on a subset of patients with at least 10 years of follow-up (n = 200) revealed a survival probability of 51% (mean age at death 73 years). Using multivariate regression, the authors found that age at implantation (HR 1.02, p = 0.01) and male sex (HR 1.42, p = 0.02) were predictive of reduced survival. Number of medical comorbidities was not significantly associated with survival (p > 0.5). Telephone surveys were completed by 40 surviving patients (mean age 55.1 ± 6.4 years, 72.5% male, 95% subthalamic nucleus DBS, mean follow-up 13.0 ± 1.7 years). Tremor responded best to DBS (72.5% of patients improved), while other motor symptoms remained stable. Ability to conduct activities of daily living (ADLs) remained stable (dressing, 78% of patients; running errands, 52.5% of patients) or worsened (preparing meals, 50% of patients). Patient satisfaction, however, remained high (92.5% happy with DBS, 95% would recommend DBS, and 75% felt it provided symptom control).\n\n**Conclusions:**    DBS for PD is associated with a 10-year survival rate of 51%. Survey data suggest that while DBS does not halt disease progression in PD, it provides durable symptomatic relief and allows many individuals to maintain ADLs over long-term follow-up greater than 10 years. Furthermore, patient satisfaction with DBS remains high at long-term follow-up.\n\n**Keywords:**    Parkinson’s disease; deep brain stimulation; functional neurosurgery; long-term outcomes; movement disorders; patient satisfaction; survival analysis.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30660117/",
    "relevance_score": 0.9165864783337472
  },
  {
    "pmid": "35560443",
    "title": "How Does Deep Brain Stimulation Change the Course of Parkinson's Disease?",
    "abstract": "A robust body of evidence from randomized controlled trials has established the efficacy of deep brain stimulation (DBS) in reducing off time and dyskinesias in levodopa-treated patients with Parkinson's disease (PD). These effects go along with improvements in on period motor function, activities of daily living, and quality of life. In addition, subthalamic DBS is effective in controlling drug-refractory PD tremor. Here, we review the available data from long-term observational and controlled follow-up studies in DBS-treated patients to re-examine the persistence of motor and quality of life benefits and evaluate the effects on disease progression, major disability milestones, and survival. Although there is consistent evidence from observational follow-up studies in DBS-treated patients over 5-10 years and beyond showing sustained improvement of motor control, the long-term impact of DBS on overall progression of disability in PD is less clear. Whether DBS reduces or delays the development of later motor and non-motor disability milestones in comparison to best medical management strategies is difficult to answer by uncontrolled observational follow-up, but there are signals from controlled long-term observational studies suggesting that subthalamic DBS may delay some of the late-stage disability milestones including psychosis, falls, and institutionalization, and also slightly prolongs survival compared with matched medically managed patients. These observations could be attributable to the sustained improvements in motor function and reduction in medication-induced side effects, whereas there is no clinical evidence of direct effects of DBS on the underlying disease progression. © 2022 The Authors. Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.\n\n**Keywords:**    disease-modification; disease-modifying; mortality; neuroprotection; nursing home placement.\n\n© 2022 The Authors. Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35560443/",
    "relevance_score": 0.9089351009022456
  },
  {
    "pmid": "30778210",
    "title": "Long-term outcomes of deep brain stimulation in Parkinson disease",
    "abstract": "The efficacy of deep brain stimulation (DBS) for Parkinson disease (PD) is well established for up to 1 or 2 years, but long-term outcome data are still limited. In this Review, we critically discuss the evidence on the long-term outcomes of DBS and consider the clinical implications. Although many patients are lost to follow-up, the evidence indicates that subthalamic nucleus DBS improves motor function for up to 10 years, although the magnitude of improvement tends to decline over time. Functional scores recorded during on-medication periods worsen more quickly than those recorded in off periods, consistent with the degeneration of non-dopaminergic pathways. Dyskinesia, motor fluctuations and activities of daily living in off periods remain improved at 5 years, but quality-of-life scores have usually fallen below preoperative levels. The incidence and severity of dementia among patients receiving DBS are comparable to those among patients who receive medical treatment. Severe adverse events are rare, but adverse events such as dysarthria are common and probably under-reported. Long-term data on the outcomes of globus pallidus interna DBS are limited and mostly confirm the efficacy for dyskinesia. A trend towards offering DBS in the earlier stages of PD creates a need to identify factors that predict long-term outcomes and to discuss realistic expectations with patients preoperatively.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30778210/",
    "relevance_score": 0.8943587781525515
  },
  {
    "pmid": "29353236",
    "title": "Deep brain stimulation for Parkinson's disease: defining the optimal location within the subthalamic nucleus",
    "abstract": "**Background:**    Individual motor improvement after deep brain stimulation (DBS) of the subthalamic nucleus (STN) for Parkinson's disease (PD) varies considerably. Stereotactic targeting of the dorsolateral sensorimotor part of the STN is considered paramount for maximising effectiveness, but studies employing the midcommissural point (MCP) as anatomical reference failed to show correlation between DBS location and motor improvement. The medial border of the STN as reference may provide better insight in the relationship between DBS location and clinical outcome.\n\n**Methods:**    Motor improvement after 12 months of 65 STN DBS electrodes was categorised into non-responding, responding and optimally responding body-sides. Stereotactic coordinates of optimal electrode contacts relative to both medial STN border and MCP served to define theoretic DBS 'hotspots'.\n\n**Results:**    Using the medial STN border as reference, significant negative correlation (Pearson's correlation -0.52, P<0.01) was found between the Euclidean distance from the centre of stimulation to this DBS hotspot and motor improvement. This hotspot was located at 2.8 mm lateral, 1.7 mm anterior and 2.5 mm superior relative to the medial STN border. Using MCP as reference, no correlation was found.\n\n**Conclusion:**    The medial STN border proved superior compared with MCP as anatomical reference for correlation of DBS location and motor improvement, and enabled defining an optimal DBS location within the nucleus. We therefore propose the medial STN border as a better individual reference point than the currently used MCP on preoperative stereotactic imaging, in order to obtain optimal and thus less variable motor improvement for individual patients with PD following STN DBS.\n\n© Article author(s) (or their employer(s) unless otherwise stated in the text of the article) 2018. All rights reserved. No commercial use is permitted unless otherwise expressly granted.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/29353236/",
    "relevance_score": 0.8679800328041835
  },
  {
    "pmid": "16280671",
    "title": "Deep-brain stimulation in Parkinson's disease: long-term efficacy and safety - What happened this year?",
    "abstract": "**Purpose of review:**    Deep-brain high-frequency stimulation of the thalamus was introduced in 1987 to treat tremor, and was applied in 1993 to the subthalamic nucleus to treat advanced Parkinson's disease. High-frequency stimulation of the subthalamic nucleus has become the surgical therapy of choice. This review concentrates on recent data on long-term results and side-effects, after 12 years of practice using this technique.\n\n**Recent findings:**    A literature search produced 260 papers from February 2004 to March 2005. The stable efficacy of high-frequency stimulation of the subthalamic nucleus on Parkinson's disease motor symptoms is confirmed. Evidence for a neuroprotective effect is still lacking. There are transient neuropsychological disturbances, but no cognitive impairment over time. Complications are rare and mild, mortality is extremely low and hardware complications are highly variable.\n\n**Summary:**    The safety and innocuity of the method legitimizes earlier operations, before impairment of the quality of life. Depression and suicide are related to pre-existing co-morbidities and multifactorial causes that could become contraindications. Neuropsychological effects should be documented, to determine whether they are caused by an alteration of high-frequency stimulation of the subthalamic nucleus, or inappropriate electrode placement. There is an urgent need for the organization of research and reports, and no need to report small series replicating well-established conclusions. Clinical reports should concentrate on unobserved effects in relation to causative parameters, based on the precise location of electrodes, and on clinical reports comparable between teams and on methods to optimize and facilitate the tuning of parameters and postoperative evaluations in order to make this treatment easier to provide for the neurologist.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/16280671/",
    "relevance_score": 0.8643496275460926
  },
  {
    "pmid": "27711133",
    "title": "Developing a Deep Brain Stimulation Neuromodulation Network for Parkinson Disease, Essential Tremor, and Dystonia: Report of a Quality Improvement Project",
    "abstract": "**Objective:**    To develop a process to improve patient outcomes from deep brain stimulation (DBS) surgery for Parkinson disease (PD), essential tremor (ET), and dystonia.\n\n**Methods:**    We employed standard quality improvement methodology using the Plan-Do-Study-Act process to improve patient selection, surgical DBS lead implantation, postoperative programming, and ongoing assessment of patient outcomes.\n\n**Results:**    The result of this quality improvement process was the development of a neuromodulation network. The key aspect of this program is rigorous patient assessment of both motor and non-motor outcomes tracked longitudinally using a REDCap database. We describe how this information is used to identify problems and to initiate Plan-Do-Study-Act cycles to address them. Preliminary outcomes data is presented for the cohort of PD and ET patients who have received surgery since the creation of the neuromodulation network.\n\n**Conclusions:**    Careful outcomes tracking is essential to ensure quality in a complex therapeutic endeavor like DBS surgery for movement disorders. The REDCap database system is well suited to store outcomes data for the purpose of ongoing quality assurance monitoring.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/27711133/",
    "relevance_score": 0.8643496275460926
  },
  {
    "pmid": "35798568",
    "title": "Deep brain stimulation for Parkinson's disease",
    "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative illness with both motor and nonmotor symptoms. Deep brain stimulation (DBS) is an established safe neurosurgical symptomatic therapy for eligible patients with advanced disease in whom medical treatment fails to provide adequate symptom control and good quality of life, or in whom dopaminergic medications induce severe side effects such as dyskinesias. DBS can be tailored to the patient's symptoms and targeted to various nodes along the basal ganglia-thalamus circuitry, which mediates the various symptoms of the illness; DBS in the thalamus is most efficient for tremors, and DBS in the pallidum most efficient for rigidity and dyskinesias, whereas DBS in the subthalamic nucleus (STN) can treat both tremors, akinesia, rigidity and dyskinesias, and allows for decrease in doses of medications even in patients with advanced stages of the disease, which makes it the preferred target for DBS. However, DBS in the STN assumes that the patient is not too old, with no cognitive decline or relevant depression, and does not exhibit severe and medically resistant axial symptoms such as balance and gait disturbances, and falls. Dysarthria is the most common side effect of DBS, regardless of the brain target. DBS has a long-lasting effect on appendicular symptoms, but with progression of disease, nondopaminergic axial features become less responsive to DBS. DBS for PD is highly specialised; to enable adequate selection and follow-up of patients, DBS requires dedicated multidisciplinary teams of movement disorder neurologists, functional neurosurgeons, specialised DBS nurses and neuropsychologists.\n\n**Keywords:**    Parkinson's disease; deep brain stimulation; globus pallidus; pallidotomy; subthalamic nucleus; thalamotomy.\n\n© 2022 The Authors. Journal of Internal Medicine published by John Wiley & Sons Ltd on behalf of Association for Publication of The Journal of Internal Medicine.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35798568/",
    "relevance_score": 0.8499792177299244
  },
  {
    "pmid": "28391276",
    "title": "How Efficient Is Subthalamic Deep Brain Stimulation in Reducing Dyskinesia in Parkinson's Disease?",
    "abstract": "**Background:**    Dyskinesia is among the most troublesome symptoms of advanced Parkinson's disease (PD). The recently developed Unified Dyskinesia Rating Scale (UDysRS) can simultaneously measure several subjective and objective aspects of dyskinesia, irrespective of the other motor symptoms of PD. Despite the advantages of deep brain stimulation (DBS), previous studies on DBS have not used the UDysRS yet.\n\n**Methods:**    In this prospective study, 71 consecutive patients undergoing DBS implantation were enrolled. Patients were examined twice: 1 week prior to the DBS implantation (baseline) and 12 months postoperatively. The severity of PD-related symptoms was assessed by the Movement Disorders Society Unified PD Rating Scale (MDS-UPDRS). The presence and severity of dyskinesia were specifically measured by the UDysRS and patient diaries.\n\n**Results:**    At baseline, all 71 patients had dyskinesia, but 1 year after DBS implantation, 25 patients were dyskinesia-free, and an additional 19 had only mild dyskinesia. The total score on the UDysRS decreased from 38.0 ± 17.8 to 10.8 ± 13.0 (p < 0.001). Besides this, all parts of the UDysRS showed significant improvement after STN DBS treatment, and the magnitude of these changes had a large effect size. The total score of MDS-UPDRS improved from 76.5 ± 24.3 to 60.4 ± 21.4 points (p < 0.001).\n\n**Conclusions:**    Based on our results, UDysRS can reliably detect improvements in dyskinesia after DBS implantation.\n\n**Keywords:**    Dyskinesia; Effect size; Health-related quality of life; Non-motor symptoms; Subthalamic deep brain stimulation.\n\n© 2017 S. Karger AG, Basel.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28391276/",
    "relevance_score": 0.8499792177299244
  },
  {
    "pmid": "28331322",
    "title": "The role of deep brain stimulation in Parkinson's disease: an overview and update on new developments",
    "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by the loss of neuronal dopamine production in the brain. Oral therapies primarily augment the dopaminergic pathway. As the disease progresses, more continuous delivery of therapy is commonly needed. Deep brain stimulation (DBS) has become an effective therapy option for several different neurologic and psychiatric conditions, including PD. It currently has US Food and Drug Administration approval for PD and essential tremor, as well as a humanitarian device exception for dystonia and obsessive-compulsive disorder. For PD treatment, it is currently approved specifically for those patients suffering from complications of pharmacotherapy, including motor fluctuations or dyskinesias, and a disease process of at least 4 years of duration. Studies have demonstrated superiority of DBS and medical management compared to medical management alone in selected PD patients. Optimal patient selection criteria, choice of target, and programming methods for PD and the other indications for DBS are important topics that continue to be explored and remain works in progress. In addition, new hardware options, such as different types of leads, and different software options have recently become available, increasing the potential for greater efficacy and/or reduced side effects. This review gives an overview of therapeutic management in PD, specifically highlighting DBS and some of the recent changes with surgical therapy.\n\n**Keywords:**    Parkinson’s disease; deep brain stimulation; functional neurosurgery.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/28331322/",
    "relevance_score": 0.8049049453896256
  },
  {
    "pmid": "35318587",
    "title": "Deep Brain Stimulation in Parkinson Disease: A Meta-analysis of the Long-term Neuropsychological Outcomes",
    "abstract": "Deep brain stimulation (DBS) of the subthalamic nucleus (STN) or globus pallidum internus (GPi) improves motor functions in patients with Parkinson's disease (PD) but may cause a decline in specific cognitive domains. The aim of this systematic review and meta-analysis was to assess the long-term (1-3 years) effects of STN or GPi DBS on four cognitive functions: (i) memory (delayed recall, working memory, immediate recall), (ii) executive functions including inhibition control (Color-Word Stroop test) and flexibility (phonemic verbal fluency), (iii) language (semantic verbal fluency), and (iv) mood (anxiety and depression). Medline and Web of Science were searched, and studies published before July 2021 investigating long-term changes in PD patients following DBS were included. Random-effects model meta-analyses were performed using the R software to estimate the standardized mean difference (SMD) computed as Hedges' g with 95% CI. 2522 publications were identified, 48 of which satisfied the inclusion criteria. Fourteen meta-analyses were performed including 2039 adults with a clinical diagnosis of PD undergoing DBS surgery and 271 PD controls. Our findings add new information to the existing literature by demonstrating that, at a long follow-up interval (1-3 years), both positive effects, such as a mild improvement in anxiety and depression (STN, Hedges' g = 0,34, p = 0,02), and negative effects, such as a decrease of long-term memory (Hedges' g = -0,40, p = 0,02), verbal fluency such as phonemic fluency (Hedges' g = -0,56, p < 0,0001), and specific subdomains of executive functions such as Color-Word Stroop test (Hedges' g = -0,45, p = 0,003) were observed. The level of evidence as qualified with GRADE varied from low for the pre- verses post-analysis to medium when compared to a control group.\n\n**Keywords:**    Deep brain stimulation (DBS); Executive functions; GRADE; Language; Memory; Parkinson’s disease (PD).\n\n© 2022. The Author(s).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35318587/",
    "relevance_score": 0.798185850487796
  },
  {
    "pmid": "40501019",
    "title": "Low/High Multi-Frequency Stimulation of the Subthalamic Nucleus Improves Verbal Fluency Maintaining Motor Control in Parkinson's Disease",
    "abstract": "**Background:**    High frequency deep brain stimulation of the subthalamic nucleus (STN-DBS) is a well-established therapy for Parkinson's disease (PD) motor symptoms, however, its effect on non-motor symptoms is controversial. Low frequency DBS can improve cognition, but its effects on motor functions are detrimental.\n\n**Objective:**    Our goal was to evaluate the effect on verbal fluency (VF) of dual frequency STN-DBS combining high and low frequency (130 + 10 Hz) as compared to 130 Hz or 10 Hz alone and to OFF stimulation. The effect on motor symptoms, working memory, and subjective feelings was also assessed.\n\n**Methods:**    We used a randomized order of experimental conditions with a double-blind design to assess the effects of 130 Hz, 10 Hz, and 130 + 10 Hz stimulation as compared to OFF stimulation in 18 PD patients with STN-DBS. In each condition, participants completed: phonemic and action VF, N-back task, and visual analogue scales for fatigue and stress level. Motor functions and gait velocity were also assessed. Friedman analysis of variance were conducted to determine whether change scores from baseline OFF stimulation, in our primary (VF) and secondary outcomes measures (motor functions, N-back task, subjective feelings) were different in the three stimulation conditions.\n\n**Results:**    VF improved more in the 130 + 10 Hz condition than 130 Hz condition (P = 0.006); there was no difference between 130 + 10 Hz and 10 Hz (P = 0.2) and between 130HZ and 10 Hz (P = 0.6). There was a significant difference among the stimulation conditions for the motor score (χ2(2) = 11.1, P = 0.004), it being worse at 10 Hz than 130 Hz (P = 0.002) and 130 + 10 Hz (P = 0.01).\n\n**Conclusions:**    Dual frequency STN-DBS improves phonemic VF while maintaining a beneficial effect on motor signs of PD. © 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.\n\n**Keywords:**    Parkinson's disease; cognition; deep brain stimulation; non‐motor symptoms; verbal fluency.\n\n© 2025 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40501019/",
    "relevance_score": 0.9375145547548164
  },
  {
    "pmid": "40952750",
    "title": "Five-Year Outcomes from Deep Brain Stimulation of the Subthalamic Nucleus for Parkinson Disease",
    "abstract": "**Importance:**    The Implantable Neurostimulator for the Treatment of Parkinson's Disease (INTREPID) trial was a randomized, double-blind, sham-controlled study of subthalamic nucleus (STN) deep brain stimulation (DBS) for the treatment of Parkinson disease (PD).\n\n**Objective:**    To evaluate the long-term (5-year) outcomes and safety of STN-DBS for PD.\n\n**Design, setting, and participants:**    This was a prospective, randomized (3:1), 12-week double-blind sham-controlled study at 23 movement disorder centers across the US with an open-label 5-year follow-up. Patients were implanted and followed up with the Vercise DBS system from May 2013 to December 2022. Eligibility required diagnosis of bilateral idiopathic PD with more than 5 years of motor symptoms, more than 6 hours per day of poor motor function, modified Hoehn and Yahr Scale scores higher than 2, Unified Parkinson's Disease Rating Scale (UPDRS-III) score of 30 or higher (medication-off state), and 33% or higher improvement in UPDRS-III medication-on score.\n\n**Intervention:**    Bilateral STN-DBS for moderate to advanced PD.\n\n**Main outcomes and measures:**    Primary outcomes included changes in UPDRS and dyskinesia scores, quality-of-life measures, and safety assessments. Exploratory analyses included medication reduction and DBS association with motor signs.\n\n**Results:**    A total of 313 patients were enrolled with 191 receiving the DBS system, and 137 participants (72%) completed the study. The study population had a mean (SD) age of 60 (7.9) years, with 139 (73%) male participants. Motor function without medication as measured by UPDRS-III improved from a mean (SD) of 42.8 (9.4) to 21.1 (10.6) at year 1 (51%; 95% CI, 49%-53%; P < .001) and 27.6 (11.6) at year 5 (36%; 95% CI, 33%-38%; P < .001). Activities of daily living without medication as measured by UPDRS-II improved from a mean (SD) of 20.6 (6.0) to 12.4 (6.1) at year 1 (41%; 95% CI, 38%-42%; P < .001) and 16.4 (6.5) at year 5 (22%; 95% CI, 18%-23%; P < .001). Dyskinesia scores decreased from 4.0 (5.1) to 1.0 (2.1) at year 1 (75%; 95% CI, 73%-75%; P < .001) and to 1.2 (2.1) at year 5 (70%; 95% CI, 63%-75%; P < .001). The levodopa equivalent dose was reduced by 28% at year 1, remaining stable at year 5 (28%; 95% CI, 26%-31%; P < .001). The most common serious adverse event was infection (9 participants). Ten deaths were reported, none related to the study.\n\n**Conclusions and relevance:**    Although STN-DBS outcomes declined slightly, possibly due to the progressive nature of the disease, patients with PD sustained significant improvement in motor and activities of daily living scores, along with a stable reduction in anti-parkinsonian medication over the 5-year follow-up period.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40952750/",
    "relevance_score": 0.8935023697921572
  },
  {
    "pmid": "40488687",
    "title": "Adaptive vs Conventional Deep Brain Stimulation of the Subthalamic Nucleus for Treatment of Parkinson's Disease: A Multicenter Retrospective Study",
    "abstract": "**Objectives:**    Conventional deep brain stimulation (cDBS) is an established treatment for Parkinson's disease (PD), whereas adaptive DBS (aDBS) represents a promising approach with potential advantages in minimizing stimulation-induced side effects and enhancing quality of life. This study evaluated the safety and efficacy of a newly developed aDBS closed-loop neurostimulation (CNS) device for one year across multiple centers, with the primary objective of comparing the outcomes of aDBS and cDBS.\n\n**Materials and methods:**    This retrospective study included 62 patients with PD who underwent bilateral subthalamic nucleus (STN) DBS. Outcomes were assessed using the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS), Parkinson's Disease Questionnaire-39 (PDQ-39), and Schwab and England Activities Scale, whereas the levodopa-equivalent daily dose (LEDD) and adverse events were monitored. This two-phase trial randomized participants into Stim-on or Stim-off groups for 90-day postoperative comparison followed by nonrandomized evaluation of aDBS vs cDBS at 360 days after surgery.\n\n**Results:**    At 90 days postoperatively, the Stim-on group exhibited superior outcomes to those in the Stim-off group except for LEDD and speech in the medication-on state. At the 360-day postoperative assessment, the aDBS group showed significantly greater improvements than did the cDBS group in MDS-UPDRS II (57.29% vs 33.02%, p = 0.022), MDS-UPDRS IV (59.83% vs 36.69%, p = 0.026), PDQ-39 (56.91% vs 27.37%, p = 0.031), and LEDD reduction (53.35% vs 29.16%, p = 0.002). CNS aDBS recorded clear STN-beta signals, which could be adopted as a biomarker.\n\n**Conclusions:**    Both aDBS and cDBS significantly alleviate motor symptoms and enhance quality of life in patients with PD. Although comparable in motor symptom control, aDBS indicated advantages over cDBS across LEDD reduction, MDS-UPDRS II, MDS-UPDRS IV, and PDQ-39 over the long term. Further studies with extended follow-up and larger sample sizes are required to validate these results.\n\n**Keywords:**    Adaptive deep brain stimulation; Parkinson’s disease; beta oscillation; local field potential; subthalamic nucleus.\n\nCopyright © 2025 International Neuromodulation Society. Published by Elsevier Inc. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40488687/",
    "relevance_score": 0.8835431113468
  },
  {
    "pmid": "38766007",
    "title": "Preoperative network activity predicts the response to subthalamic DBS for Parkinson's disease",
    "abstract": "Quantitative imaging markers to aid in the selection of Parkinson's disease (PD) patients for surgical interventions such as subthalamic nucleus deep brain stimulation (STN-DBS) are currently lacking. Using metabolic PET and network analysis we identified and validated a treatment-induced topography, termed STN StimNet. Stimulation-mediated changes in network expression correlated with concurrent motor improvement in independent STN-DBS cohorts scanned on and off stimulation. Moreover, STN StimNet measurements off stimulation correlated with local field potentials recorded from the STN, whereas intraoperative modulation of cortical activity by STN stimulation correlated with contributions to the network from corresponding brain regions. These findings suggested that stimulation-mediated clinical responses are influenced by baseline StimNet expression. Indeed, we found that motor outcomes following STN-DBS were predicted by preoperative network expression measured using metabolic PET or resting state fMRI. To illustrate the potential utility of these measures in selecting optimal candidates for DBS surgery, STN StimNet expression was computed in scans from 175 PD patients (0-21 years from diagnosis). The resulting values were used to identify those individuals likely to derive meaningful benefit from a potential STN-DBS procedure. This approach suggests that preoperative network quantification provides unique information regarding baseline brain circuitry, which may be useful in surgical decision making.\n\n**Keywords:**    Parkinson’s disease (PD); biomarkers; brain networks; deep brain stimulation (DBS); functional brain imaging; subthalamic nucleus (STN).\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38766007/",
    "relevance_score": 0.7854420141269051
  },
  {
    "pmid": "39225548",
    "title": "Quality of Life after Deep Brain Stimulation in Parkinson's Disease: Does the Target Matter?",
    "abstract": "**Background:**    Deep brain stimulation (DBS) of the subthalamic nucleus (STN) and globus pallidus internus (GPi) is an accepted therapy for Parkinson's disease (PD) with disabling motor complications. For elderly patients with poorer cognition and postural instability, GPi has been proposed as the preferable DBS target based on expert opinion, arguing GPi-DBS may be less complicated by depression, apathy, worsened verbal fluency, and executive dysfunction, resulting in greater improvement in quality of life (QoL). However, data supporting such patient-tailored approach are lacking.\n\n**Objectives:**    The aims were to analyze whether the DBS target influences QoL in a PD cohort and a matched subgroup of frail patients with poor cognitive status and reduced postural stability, and whether other factors affect the QoL outcomes.\n\n**Methods:**    In this retrospective study, we analyzed a single-center cohort of 138 PD patients who received bilateral STN-DBS (117) or GPi-DBS (21) using the mentioned approach for target selection. All patients underwent standardized clinical evaluations of motor- and nonmotor signs as well as QoL before and 1 year after surgery.\n\n**Results:**    DBS of both targets improved motor signs, dyskinesias, and pain. QoL improved without significant difference between the targets, but with a trend for greater improvement across all QoL domains in favor of the STN, even in an STN subgroup matched to the GPi group.\n\n**Conclusion:**    Our results contradict the prevailing belief that GPi-DBS is superior in frail PD patients with cognitive decline and postural instability, questioning the proposed patient-tailored approach of DBS target selection. Further studies are needed for a data-driven approach.\n\n**Keywords:**    Parkinson's disease; deep brain stimulation; globus pallidus; quality of life; subthalamic nucleus.\n\n© 2024 The Author(s). Movement Disorders Clinical Practice published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39225548/",
    "relevance_score": 0.9598350096584193
  },
  {
    "pmid": "30010975",
    "title": "Quality of Life Improvement Following Deep Brain Stimulation for Parkinson Disease: Development of a Prognostic Model",
    "abstract": "**Background:**    There is a growing attention to determine the factors that predict quality of life (QoL) improvement after deep brain stimulation (DBS) for Parkinson's disease. Prior literature has largely focused on examining predictors one at a time, sometimes controlling for covariates.\n\n**Objective:**    To develop a model that could be used as a nomogram to predict improvement in QoL following DBS surgery in patients with Parkinson's disease.\n\n**Methods:**    All patients with complete pre- and postoperative movement disorder and neuropsychological testing who underwent DBS at a single institution between 2007-2012 were analyzed. The Parkinson's Disease Questionnaire-39 (PDQ-39) was used to measure QoL. Potential predictive factors, including patient demographics, clinical presentation characteristics, radiographic imaging, and motor and psychological testing were analyzed for impact on QoL.\n\n**Results:**    Sixty-seven patients were identified, 36 (53.73%) of whom had meaningfully improved QoL following surgery. Five baseline variables showed significant relationships with the outcome: years since symptom onset, percent change in on/off motor evaluation, levodopa equivalent daily dose, bilateral vs unilateral DBS implantation, and PDQ-39 score. The final model includes PDQ-39, percent change in UPRS-III, and years since symptom onset and is able to predict improvement in QoL with 81% accuracy.\n\n**Conclusion:**    Our model accurately predicted whether QoL would improve in patients undergoing subthalamic nucleus DBS 81% of the time. Our data may serve as the foundation to further refine a clinically relevant prognostic tool that would assist the decision-making process for clinicians and DBS multidisciplinary teams assessing patient candidacy for surgery.\n\n**Keywords:**    Deep brain stimulation; Parkinson's disease; Patient outcome assessment; Statistical model; Subthalamic nucleus.\n\nCopyright © 2018 by the Congress of Neurological Surgeons.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30010975/",
    "relevance_score": 0.9307816790693073
  },
  {
    "pmid": "16107348",
    "title": "The effect of deep brain stimulation on quality of life in movement disorders",
    "abstract": "Deep brain stimulation (DBS) is a viable treatment alternative for patients with Parkinson's disease (PD), essential tremor (ET), dystonia, and cerebellar outflow tremors. When poorly controlled, these disorders have detrimental effects on the patient's health related quality of life (HRQoL). Instruments that measure HRQoL are useful tools to assess burden of disease and the impact of therapeutic interventions on activities of daily living, employment, and other functions. We systematically and critically reviewed the literature on the effects of DBS on HRQoL in PD, ET, dystonia, and cerebellar outflow tremor related to multiple sclerosis.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/16107348/",
    "relevance_score": 0.924302264738498
  },
  {
    "pmid": "25217059",
    "title": "Effects of deep brain stimulation on pain and other nonmotor symptoms in Parkinson disease",
    "abstract": "**Objective:**    To prospectively evaluate the effect of subthalamic nucleus deep brain stimulation (STN-DBS) on the different characteristics of pain and other nonmotor symptoms (NMS) in patients with Parkinson disease (PD).\n\n**Methods:**    Forty-four patients with PD and refractory motor symptoms were screened for STN-DBS. Patients were evaluated before and 1 year after surgery. The primary outcome was change in pain prevalence after surgery. Secondary outcome measures were changes in motor function (Unified Parkinson's Disease Rating Scale), characteristics of pain and other NMS using specific scales and questionnaires, and quality of life.\n\n**Results:**    Forty-one patients completed the study. The prevalence of pain changed from 70% to 21% after surgery (p < 0.001). There were also significant improvements in pain intensity, NMS, and quality of life after STN-DBS (p < 0.05). Dystonic and musculoskeletal pain responded well to DBS, while central pain and neuropathic pain were not influenced by surgery. There was a strong correlation between the change in pain intensity and the improvement in quality of life (r = 0.708, p < 0.005). No correlation was found between pain improvement and preoperative response to levodopa or motor improvement during stimulation (r = 0.247, p = 0.197 and r = 0.249, p = 0.193, respectively) or with changes in other NMS.\n\n**Conclusions:**    STN-DBS decreased pain after surgery, but had different effects in different types of PD-related pain. Motor and nonmotor symptom improvements after STN-DBS did not correlate with pain relief.\n\n**Classification of evidence:**    This study provides Class IV evidence that in patients with idiopathic PD with refractory motor fluctuations, STN-DBS decreases the prevalence of pain and improves quality of life.\n\n© 2014 American Academy of Neurology.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/25217059/",
    "relevance_score": 0.89382342678335
  },
  {
    "pmid": "21180627",
    "title": "Deep brain stimulation in Parkinson's disease",
    "abstract": "During the last 15 years deep brain stimulation (DBS) has been established as a highly-effective therapy for advanced Parkinson's disease (PD). Patient selection, stereotactic implantation, postoperative stimulator programming and patient care requires a multi-disciplinary team including movement disorders specialists in neurology and functional neurosurgery. To treat medically refractory levodopa-induced motor complications or resistant tremor the preferred target for high-frequency DBS is the subthalamic nucleus (STN). STN-DBS results in significant reduction of dyskinesias and dopaminergic medication, improvement of all cardinal motor symptoms with sustained long-term benefits, and significant improvement of quality of life when compared with best medical treatment. These benefits have to be weighed against potential surgery-related adverse events, device-related complications, and stimulus-induced side effects. The mean disease duration before initiating DBS in PD is currently about 13 years. It is presently investigated whether the optimal timing for implantation may be at an earlier disease-stage to prevent psychosocial decline and to maintain quality of life for a longer period of time.\n\n**Keywords:**    DBS; GPi; Parkinson's disease; STN; VIM; deep brain stimulation; subthalamic nucleus.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/21180627/",
    "relevance_score": 0.8679800328041835
  },
  {
    "pmid": "39160351",
    "title": "Chronic adaptive deep brain stimulation versus conventional stimulation in Parkinson's disease: a blinded randomized feasibility trial",
    "abstract": "Deep brain stimulation (DBS) is a widely used therapy for Parkinson's disease (PD) but lacks dynamic responsiveness to changing clinical and neural states. Feedback control might improve therapeutic effectiveness, but the optimal control strategy and additional benefits of 'adaptive' neurostimulation are unclear. Here we present the results of a blinded randomized cross-over pilot trial aimed at determining the neural correlates of specific motor signs in individuals with PD and the feasibility of using these signals to drive adaptive DBS. Four male patients with PD were recruited from a population undergoing DBS implantation for motor fluctuations, with each patient receiving adaptive DBS and continuous DBS. We identified stimulation-entrained gamma oscillations in the subthalamic nucleus or motor cortex as optimal markers of high versus low dopaminergic states and their associated residual motor signs in all four patients. We then demonstrated improved motor symptoms and quality of life with adaptive compared to clinically optimized standard stimulation. The results of this pilot trial highlight the promise of personalized adaptive neurostimulation in PD based on data-driven selection of neural signals. Furthermore, these findings provide the foundation for further larger clinical trials to evaluate the efficacy of personalized adaptive neurostimulation in PD and other neurological disorders. ClinicalTrials.gov registration: [NCT03582891](http://clinicaltrials.gov/show/NCT03582891) .\n\n© 2024. The Author(s), under exclusive licence to Springer Nature America, Inc.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 2,
    "cluster_name": "Deep brain stimulation for Parkinson's disease",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39160351/",
    "relevance_score": 0.8358477259067806
  },
  {
    "pmid": "35984491",
    "title": "PD-1/PD-L1 inhibitors in treatment-naïve, advanced non-small cell lung cancer patients with < 1% PD-L1 expression: a meta-analysis of randomized controlled trials",
    "abstract": "**Background:**    PD-1/PD-L1 inhibitors prolong survival in treatment-naïve, locally advanced, and metastatic non-small cell lung cancer (NSCLC) with positive PD-L1 expression (> 1%/ > 50%). Recent evidence has suggested that tumors with < 1% PD-L1 expression may also be predictive of PD-1/PD-L1 inhibiting agents.\n\n**Methods:**    Systematic review and meta-analysis were conducted of randomized controlled trials (RCTs) evaluating PD-1/PD-L1 inhibitors that have assessed tumors with < 1% PD-L1 expression (negative PD-L1 expression). PD-1/PD-L1 inhibitors-chemotherapy combinations (PC) were compared with histology-selected chemotherapy with respect to overall survival (OS) and progression-free survival (PFS).\n\n**Results:**    Twelve RCTs comprising 5410 participants (PD-1/PD-L1 inhibitors-chemotherapy: 3051; chemotherapy: 2359) met the inclusion criteria. Tumors with PD-L1 expression < 1% were evident in 38.9% of the pooled study population. A significant OS [hazard ratio (HR) 0.71 95% confidence interval (CI) 0.63-0.80, p < 0.00001] and PFS [HR 0.65 95% CI 0.58-0.72, p < 0.00001] benefit of PC was evident in tumors with negative PD-L1 expression. PD-1/PD-L1 inhibitors-chemotherapy combinations were more likely to achieve an objective response than chemotherapy [odds ratio, 1.86; 95% CI, 1.46-2.38, p < 0.00001]. Histologic subtypes and diagnostic assays did not modify the OS and PFS treatment effects for PC compared to chemotherapy.\n\n**Conclusion:**    Tumors harboring < 1% PD-L1 expression are likely to benefit from PD-1/PD-L1 inhibitor-chemotherapy regimens in advanced NSCLC.\n\n**Keywords:**    Immunotherapy; Lung cancer; NSCLC; PD-L1.\n\n© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/35984491/",
    "relevance_score": 0.9399292378000029
  },
  {
    "pmid": "39916949",
    "title": "Comparative efficacy and safety of first‑line PD‑1/PD‑L1 inhibitors in immunotherapy for non‑small cell lung cancer: A network meta‑analysis",
    "abstract": "Non-small cell lung cancer (NSCLC) is the most common type of lung cancer. The emergence of programmed cell death-1 (PD-1)/programmed death-ligand 1 (PD-L1) inhibitors offers new therapeutic options for patients with advanced NSCLC, but a comprehensive evaluation of their efficacy and safety is still lacking. In the present study randomized controlled trials (RCTs) published from January 2005 to May 2023 were identified through searches of PubMed, the Cochrane Library and Embase. Analysis focused on 10 PD-1/PD-L1 inhibitors for stages III and IV NSCLC in studies evaluating overall survival (OS), progression-free survival (PFS), the objective response rate, the disease control rate (DCR) and the incidence of severe treatment-related and immune-related adverse events. A total of 37 RCTs involving 31,779 patients were included in the analysis. Compared with chemotherapy, tislelizumab, pembrolizumab and nivolumab all significantly improved OS, with tislelizumab showing the highest probability of being the best treatment for improving OS and DCR. While cemiplimab and tislelizumab had the highest probabilities of improved PFS, no significant differences were observed across all PD-1/PD-L1 inhibitors. Combination therapies, such as nivolumab or cemiplimab with chemotherapy, increased OS and PFS but also increased the incidence of severe treatment-related adverse events. In particular, cemiplimab and pembrolizumab were associated with a greater risk of severe immune-related adverse events. In conclusion, PD-1/PD-L1 inhibitors, especially tislelizumab, pembrolizumab and nivolumab, were effective first-line treatments for NSCLC, providing survival benefits. However, the combination of PD-1/PD-L1 inhibitors with chemotherapy increased the risk of severe adverse events. Further research is needed to optimize treatment strategies.\n\n**Keywords:**    non-small cell lung cancer; overall survival; programmed cell death-1; programmed death-ligand 1; progression-free survival; safety.\n\nCopyright: © 2025 Liu et al.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39916949/",
    "relevance_score": 0.9123884946771337
  },
  {
    "pmid": "39981238",
    "title": "Efficacy and safety of first-line PD-1/PD-L1 inhibitor in combination with CTLA-4 inhibitor in the treatment of patients with advanced non-small cell lung cancer: a systemic review and meta-analysis",
    "abstract": "**Introduction:**    The combination of PD-1/PD-L1 inhibitor with CTLA-4 inhibitor for advanced non-small cell lung cancer(NSCLC) is presently a significant area of research, however its clinical application remains contentious. This meta-analysis aimed to assess the efficacy and safety of first-line PD-1/PD-L1 inhibitor in combination with CTLA-4 inhibitor (CP) in the treatment of patients with advanced NSCLC.\n\n**Methods:**    A systemic search was conducted in four databases (PubMed, Cochrane library, Embase, and Web of Science) from their establishment until January 17, 2024, for randomized controlled trials that investigated the use of the first-line PD-1/PD-L1 inhibitor plus CTLA-4 inhibitor in patients with advanced NSCLC. Progression-free survival (PFS), overall survival (OS), objective response rate (ORR), disease control rate (DCR), and adverse events (AEs) were subjected to meta-analyses.\n\n**Results:**    Totally 7 eligible randomized controlled trials including 4682 people were included. Two comparative analyses were performed: CP versus chemotherapy, CP versus PD-1/PD-L1 inhibitor (P). Compared with the chemotherapy group, CP improved OS (HR: 0.84, 95% CI: 0.75-0.94, p<0.05) but not PFS (HR: 0.94, 95%CI: 0.73-1.20, p = 0.63) or ORR (OR: 1.16, 95% CI: 0.79-1.71, p = 0.45). In terms of toxicity, CP had slightly fewer any AEs compared to chemotherapy (RR: 0.94, 95% CI: 0.91-0.97; p<0.05). Compared to the P group, there was no significant difference in OS (MD: -0,25, 95% CI: -2.47-1.98, p = 0.83), PFS (MD: -0.91, 95% CI: -3.19-1.36, p = 0.43), and ORR (OR:1.05, 95% CI. 0.80-1.36, p = 0.73). Subgroup analysis revealed that CP provided superior OS compared with P in patients with PD-L1 expression < 1%.\n\n**Conclusion:**    CP was a feasible and safe first-line therapy for patients with advanced NSCLC. Specifically, CP may function as a therapeutic alternative for individuals with low or negative PD-L1 expression, resulting in enhanced long-term outcomes compared to chemotherapy or P. Further randomized controlled trials with prolonged follow-up periods are necessary to validate these results, particularly focusing on efficacy in patients with differing PD-L1 expression levels, to improve the stratified implementation of immunotherapy.\n\n**Systematic review registration:**    https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42024621116, identifier CRD42024621116.\n\n**Keywords:**    CTLA-4 inhibitor; PD-1 inhibitor; meta-analysis; non-small cell lung cancer; objective response rate; overall survival; programmed cell death protein 1 inhibitor.\n\nCopyright © 2025 Zhao, Huang, Wu, Lu, Zou, Zeng, Li, Wang, Zhang, Duan and Liang.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39981238/",
    "relevance_score": 0.9089351009022456
  },
  {
    "pmid": "30819829",
    "title": "PD-1/PD-L1 Blockade Therapy in Advanced Non-Small-Cell Lung Cancer: Current Status and Future Directions",
    "abstract": "The use of immune checkpoint inhibitors (ICIs) has become one of the most promising approaches in the field of cancer therapy. Unlike the current therapies that target tumor cells, such as chemotherapy, radiotherapy, or targeted therapy, ICIs directly restore the exhausted host antitumor immune resp …",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30819829/",
    "relevance_score": 0.8789629946887187
  },
  {
    "pmid": "40759442",
    "title": "Neoadjuvant anti-programmed death-1 immunotherapy by pembrolizumab in resectable non-small cell lung cancer: results of the NEOMUN trial",
    "abstract": "**Background:**    The phase II NEOMUN trial was conducted to investigate the therapeutic effect of preoperative programmed death receptor-1 inhibitor pembrolizumab for treating non-small cell lung cancer (NSCLC). Herein, we report the final efficacy, safety, and long-term survival results.\n\n**Methods:**    Patients with resectable stage II/IIIA NSCLC were included. Two cycles of pembrolizumab (200 mg intravenously once every 3 weeks) were administered before surgery. The primary objectives were to assess the feasibility and safety of neoadjuvant treatment and evaluate antitumor activity. We analyzed the clinical parameters and pathologic, radiological, and metabolic tumor response data.\n\n**Results:**    29 patients with NSCLC were enrolled. NSCLC histology revealed adenocarcinoma and squamous cell carcinoma in 24 and in 5 patients, respectively. 93.1% of patients were treated with two therapy cycles. 73 adverse events were reported, of which 18 were treatment-related. Complete tumor resection rate was 100%. Major (≤10% vital tumor cells) and complete pathologic response rates were 24.1% and 13.8%, respectively. Tumor response increased with higher programmed death-ligand 1 tumor proportion scores (TPS) and high pretherapeutic tumor mutational burden (≥10 mut./Mb). The metabolic response, quantified non-invasively using positron emission tomography/CT, predicted the pathologic tumor response. The disease-free survival was 75.9% at 24 and 36 months, and the overall survival was 82.7% at 24 and 36 months.\n\n**Conclusions:**    Neoadjuvant immunotherapy with pembrolizumab appears safe and feasible and is associated with a remarkable major pathologic response rate. Preoperative TPS, change in maximal standardized uptake value during the induction phase, and high mutational burden might be suitable clinical parameters for predicting pathologic response in surgical candidates.\n\n**Trial registration number:**    [NCT0319746](http://clinicaltrials.gov/show/NCT0319746).\n\n**Keywords:**    Biomarker; Immune Checkpoint Inhibitor; Major pathologic response - MPR; Neoadjuvant; Non-Small Cell Lung Cancer.\n\n© Author(s) (or their employer(s)) 2025. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ Group.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40759442/",
    "relevance_score": 0.7791092795204576
  },
  {
    "pmid": "40225955",
    "title": "Phase 2 Trial of Combination Radiotherapy and Pembrolizumab Plus Chemotherapy in Patients With Previously Untreated Metastatic NSCLC: NJLCG 1902",
    "abstract": "**Introduction:**    Treatment strategies that enhance the efficacy of immunotherapy are desired. Radiotherapy can enhance immunity, but the utility of adding radiotherapy to immunotherapy plus platinum-doubled chemotherapy in patients with metastatic NSCLC has not been explored.\n\n**Methods:**    This multicenter, single-arm phase 2 trial evaluated the efficacy and safety of combining radiotherapy with pembrolizumab plus chemotherapy in patients with previously untreated metastatic NSCLC. Patients begin receiving pembrolizumab plus platinum-doublet chemotherapy within 1 week of starting radiotherapy (30 Gy in 10 fractions). The primary end point was the 12-month progression-free survival (PFS) rate. The secondary end points included PFS, overall survival, and toxicity profiles.\n\n**Results:**    Forty patients were enrolled. In total, 37 and 38 patients were analyzed for efficacy and safety, respectively. The 12-month PFS rate was 44.3% (90% confidence interval [CI]: 30.3-57.3), which met the primary end point. The median PFS was 8.4 months (95% CI: 5.7-22.2), and the median overall survival was 30.1 months (95% CI: 22.3-not reached). Grade 3 or 4 adverse events occurred in 25 patients (65.8%), and one treatment-related death was reported. Pneumonitis was reported in 10 patients (26.3%), including two cases of grade 3 pneumonitis and one case of grade 5.\n\n**Conclusions:**    Adding radiotherapy to pembrolizumab plus platinum-doublet chemotherapy led to promising efficacy in patients with previously untreated metastatic NSCLC. Although caution should be exercised with regard to pneumonitis, adverse events were tolerable. Further research is needed to confirm the efficacy and safety of this strategy.\n\n**Keywords:**    Abscopal; Chemotherapy; NSCLC; Pembrolizumab; Radiotherapy.\n\n© 2025 The Authors.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40225955/",
    "relevance_score": 0.7519399501363411
  },
  {
    "pmid": "40893177",
    "title": "Brief Report: Prospective Trial of Pembrolizumab Monotherapy in Metastatic NSCLC Evaluating Circulating Tumor DNA as a Surrogate Biomarker of Response",
    "abstract": "Immune checkpoint inhibitors provide clinical benefit to a subset of patients with metastatic NSCLC, yet the reliable prediction of long-term outcomes remains challenging. We conducted a prospective phase 2 clinical trial to evaluate circulating tumor DNA (ctDNA) as a surrogate biomarker for early clinical response to pembrolizumab monotherapy ([NCT02955758](http://clinicaltrials.gov/show/NCT02955758)). Tumor-informed targeted sequencing of pretreatment and early on-treatment plasma ctDNA in 25 patients with metastatic NSCLC was performed. On-treatment ctDNA response, defined as at least a threefold ctDNA variant allele frequency decrease after three cycles of pembrolizumab versus baseline, was able to predict with 100%, 66%, and 100% accuracy partial response, stable disease, and progressive disease radiologic response, respectively. Molecular response was also correlated with progression-free survival. This study confirms the potential clinical utility of early on-treatment ctDNA-based response evaluation in patients treated with immune checkpoint inhibitors, creating the opportunity for early treatment intervention in nonresponders.\n\n**Keywords:**    Biomarkers; Liquid biopsies; Lung cancer; NSCLC; Translational research; ctDNA.\n\n© 2025 The Authors.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40893177/",
    "relevance_score": 0.7486693647519014
  },
  {
    "pmid": "36715018",
    "title": "Immune checkpoint inhibitors as first-line therapy for non-small cell lung cancer: A systematic evaluation and meta-analysis",
    "abstract": "Recently, immune checkpoint inhibitors (ICIs) present promising application prospects in treating non-small cell lung cancer (NSCLC). This study aimed to investigate optimal treatment strategy by comparing the first-line treatment strategies with ICIs in NSCLC. We retrieved relevant studies on first-line therapy of NSCLC with ICIs. Primary outcomes were overall survival (OS) and progression-free survival (PFS). Secondary outcomes were treatment-related serious adverse events (tr-SAEs) with grade 3 or higher and objective response rate (ORR). We also conducted a Bayesian network meta-analysis. We included 14 studies involving 7,823 patients and compared seven different interventions. In PD-L1 nonselective NSCLC, nivolumab+ipilimumab had good PFS and ORR, pembrolizumab significantly prolonged OS, and nivolumab had the fewest adverse events (AEs). For PD-L1-positive patients, nivolumab remarkably prolonged OS. For those with negative PD-L1, nivolumab+ipilimumab also showed an advantage. In addition, nivolumab+ipilimumab significantly prolonged the PFS in both PD-L1-negative and -positive patients. For patients with PD-L1 tumor proportion score (TPS) within 1-49%, atezolizumab+chemotherapy remarkably prolonged PFS and OS. For those with PD-L1 TPS ≥50%, pembrolizumab prolonged OS and atezolizumab+chemotherapy significantly prolonged PFS. Nivolumab combined with ipilimumab showed advantages in OS, PFS and ORR in most patients. Nivolumab+ipilimumab may be the optimal first-line therapy for NSCLC.\n\n**Keywords:**    NSCLC; chemotherapy; first-line therapy; immune checkpoint inhibitor; network meta-analysis.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/36715018/",
    "relevance_score": 0.9419950963215871
  },
  {
    "pmid": "31319971",
    "title": "Immune checkpoint inhibitors, alone or in combination with chemotherapy, as first-line treatment for advanced non-small cell lung cancer. A systematic review and network meta-analysis",
    "abstract": "This network meta-analysis (NMA), based on 12 phase-III studies with 9,236 metastatic NSCLC patients, aims to compare the efficacy of treatments including at least one immune-checkpoint inhibitor (ICI) with or without chemotherapy, as frontline therapy for advanced NSCLC patients. The NMA includes direct randomized evidence on treatments of interest along with indirect evidence from randomized studies with chemotherapy as the common comparator. Studies were identified by searching PubMed, and the abstracts of most recent main oncology congresses. The primary endpoint, Hazard-Ratio (HR) of Progression-free Survival (PFS), was estimated by a frequentist-approach NMA. Results are presented in the overall cohort (all-comers or PD-L1-positive) irrespective of histology, and by histology, PD-L1 expression level and sex. According to the primary PFS-NMA in the overall cohort, the combination of chemotherapy, first with pembrolizumab, second with atezolizumab exhibit significantly higher benefit than any other treatment examined. This superior PFS benefit is found for both squamous and non-squamous patients. Similarly for OS, the combination of pembrolizumab/chemotherapy, and atezolizumab/bevacizumab/chemotherapy-(ABC), followed by pembrolizumab-monotherapy and atezolizumab/chemotherapy, are the best treatments in the overall cohort, driven by the non-squamous histology. In the PD-L1-high patients again the combination of chemotherapy with atezolizumab or pembrolizumab, exhibit significant PFS benefit, followed by pembrolizumab-monotherapy. PFS benefit of these ICI/chemotherapy combinations are also found in PD-L1-negative and PD-L1-intermediate patients(1%≤PD-L1 < 50%). Of note, ABC is evaluated only for OS in non-squamous patients while the pembrolizumab-monotherapy PFS benefit and the atezolizumab/chemotherapy OS benefit are probably under-estimated since most of the data stems from non-significant interim analyses of ongoing studies [KN042;IM131/132/150]. In conclusion, the addition of chemotherapy to ICIs enhanced their treatment efficacy as first-line treatment for advanced NSCLC patients. The combination of chemotherapy with either pembrolizumab or atezolizumab show consistently higher efficacy than chemotherapy-alone or any other ICI-combination or monotherapy, particularly in non-squamous patients.\n\n**Keywords:**    Advanced non-small cell lung cancer; First-line; ICI; Immunotherapy; Network meta-analysis; PD-L1 expression.\n\nCopyright © 2019 Elsevier B.V. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/31319971/",
    "relevance_score": 0.9399292378000029
  },
  {
    "pmid": "27267211",
    "title": "Immune checkpoint inhibitors as first-line and salvage therapy for advanced non-small-cell lung cancer",
    "abstract": "Advanced non-small-cell lung cancer (NSCLC) has a poor prognosis with few treatment options available for patients after failure of first-line therapy. Nivolumab is the first immune checkpoint inhibitor targeting the PD-1 to be approved in recurrent NSCLC with squamous and nonsquamous histology. More recently, pembrolizumab has also been approved as salvage therapy in PD-L1-positive recurrent NSCLC. The success of immunotherapy in malignant melanoma, previously a disease with no effective treatment, has generated optimism and expectation that some of the checkpoint inhibitors currently in clinical development will soon become available as first-line therapy and hence improve outcomes for the vast majority of patients with advanced NSCLC. This article summarizes the progress accomplished in the field and discusses controversies surrounding the use of immune checkpoint inhibitors.\n\n**Keywords:**    checkpoint inhibitors; first-line therapy; immunotherapy; non-small-cell lung cancer; salvage therapy.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/27267211/",
    "relevance_score": 0.9359978984624857
  },
  {
    "pmid": "30577837",
    "title": "Immune-checkpoint inhibitor plus chemotherapy versus conventional chemotherapy for first-line treatment in advanced non-small cell lung carcinoma: a systematic review and meta-analysis",
    "abstract": "**Background:**    Immune-checkpoint inhibitors plus chemotherapy are emerging as effective first-line treatment in advanced non-small-cell lung carcinoma (NSCLC), but little is known about the magnitude of benefits and potential clinical predictors.\n\n**Methods:**    We performed a meta-analysis of randomized trials that compared PD-1/PD-L1 inhibitor plus chemotherapy with chemotherapy in first line of treatment for advanced NSCLC. The outcomes included progression-free survival (PFS), overall survival (OS), objective response rate (ORR) and treatment-related adverse events (AEs). A fixed-effect or random-effects model was adopted depending on between-study heterogeneity.\n\n**Results:**    Six trials involving 3144 patients were included. PD-1/PD-L1 inhibitor plus chemotherapy was significantly associated with improvement of PFS (hazards ratio [HR], 0.62; 95% CI 0.57-0.67; P < .001), OS (HR, 0.68; 95% CI 0.53-0.87; P = .002) and ORR (relative ratio [RR], 1.56; 95% CI 1.29-1.89; P < .001), irrespective of PD-L1 expression level. The significant predictor(s) for treatment benefit with combination therapy versus chemotherapy alone were PD-L1 expression level for PFS (P < .001); types of checkpoint inhibitor for ORR (P < .001); histology (P = .025), age (P = .038), gender (P < .001), and types of checkpoint inhibitor (P < .001) for OS. In safety analyses, PD-1/PD-L1 inhibitor plus chemotherapy had significantly higher incidence of adverse events (AEs) of grade 3 or higher (RR, 1.14; P = .007), AEs leading to treatment discontinuation (RR, 1.29; P = .022), serious AEs (RR 1.70; P = .006), immune mediated AEs of any grade (RR, 2.37; P < .001), and immune mediated AEs of grade 3 or higher (RR, 3.71; P < .001).\n\n**Conclusions:**    PD-1/PD-L1 inhibitor plus chemotherapy, compared with chemotherapy, is associated with significantly improved PFS, ORR, and OS in first-line therapy in NSCLC, at the expense of increased treatment-related AEs.\n\n**Keywords:**    Chemotherapy; Immune checkpoint inhibitor; Non-small cell lung carcinoma; Predict; Programmed death 1; Programmed death 1 ligand 1.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30577837/",
    "relevance_score": 0.89382342678335
  },
  {
    "pmid": "34035415",
    "title": "Systemic inflammation and pro-inflammatory cytokine profile predict response to checkpoint inhibitor treatment in NSCLC: a prospective study",
    "abstract": "Treatment with single agent immune checkpoint inhibitors (ICIs) has tremendously changed second line therapy in NSCLC. However, there are still no reliable biomarkers predicting response and survival in this group of patients. PD-L1 revealed to be a correlating, but no perfect marker. Therefore, we sought to investigate in this prospective study, whether inflammation status and cytokine profile could serve as additional biomarkers guiding treatment decision for single agent ICIs in NSCLC. 29 stage IV NSCLC patients receiving single agent PD-1 checkpoint-inhibitor in second line were prospectively enrolled. Inflammatory scores and cytokine profiles (IL-6, IL-8, IL-10, IFN-γ and TNFα) have been obtained before treatment and at the time of the first staging. Cytokine profiles were correlated with response and survival. Patients with signs of pre-therapeutic inflammation (elevated, NLR, SII, IL-6, IL-8) showed significantly lower response to ICI treatment and reduced PFS. Contrary, elevated levels of IFN-γ revealed to characterize a subgroup of patients, who significantly benefits from ICI treatment. Furthermore, low systemic inflammation and high levels of IFN-γ characterized patients with long term-response to ICI treatment. Pre-therapeutic assessment of inflammation and cytokine profiles has the ability to predict response and survival in NSCLC patients treated with single agent ICIs.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34035415/",
    "relevance_score": 0.7590328967347101
  },
  {
    "pmid": "40935646",
    "title": "[Histological Transformation from Non-small Cell Lung Cancer to Small Cell Lung Cancer Induced by Immune Checkpoint Inhibitor Therapy: A Case Report and Literature Review]",
    "abstract": "Non-small cell lung cancer (NSCLC), as the predominant histological subtype of lung cancer, accounts for approximately 85% of all lung cancer cases. In recent years, immune checkpoint inhibitors (ICIs), represented by programmed death 1/programmed death ligand 1 (PD-1/PD-L1) inhibitors, have achieve …",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/40935646/",
    "relevance_score": 0.7526967273572163
  },
  {
    "pmid": "38641539",
    "title": "Efficacy of immune checkpoint inhibitors for NSCLC in patients with different age: A systematic review and meta-analysis",
    "abstract": "**Objective:**    This article is a Meta-analysis aiming to systematically evaluate the difference in efficacy of immune checkpoint inhibitor in patients with non-small cell lung cancer (NSCLC) by age.\n\n**Methods:**    We performed a Meta-analysis of published randomized controlled trials concerning for patients with NSCLC by age. We compared overall survival among three groups (age <65 years, age 65-75 years, age ≥75 years). Hazard ratios (HRs) and 95% confidence intervals (CIs) were collected and pooled.\n\n**Results:**    A total of 10,291 patients from 17 RCTs were included. In the group under age 65 years, immune checkpoint inhibitor can significantly prolong the overall survival of patients with NSCLC (HR = 0.73, 95% CI: 0.66∼0.81, P < 0.00001). In the age 65-75 years group, immune checkpoint inhibitors prolonged overall survival in patients with NSCLC (HR = 0.78, 95% CI:0.71∼0.84, P < 0.00001). However, it has no significant effect on the overall survival of NSCLC patients (HR = 0.88, 95% CI:0.72∼1.08, P > 0.05) in the group older than 75 years.\n\n**Conclusions:**    Immune checkpoint inhibitors prolonged the overall survival of NSCLC patients in the age <65 years group and the age 65-75 years group, but in the age ≥75 years group, there was no significant effect on overall survival. This may be related to innate immune and adaptive immune dysregulation due to \"immunosenescence\" in older patients.\n\n**Keywords:**    Immunosenescence; Meta-analysis; NSCLC; Systematic review; age; immune checkpoint inhibitor.\n\nCopyright © 2024 Asian Surgical Association and Taiwan Society of Coloproctology. Published by Elsevier B.V. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38641539/",
    "relevance_score": 0.749548504986343
  },
  {
    "pmid": "39500124",
    "title": "Real-world comparison of the efficacy and safety of atezolizumab versus durvalumab in extensive-stage small cell lung cancer",
    "abstract": "**Background:**    Small cell lung cancer (SCLC) is an aggressive disease associated with high relapse rates and limited treatment options. Current standard of care treatment for extensive-stage disease includes combination chemotherapy plus immunotherapy. Programmed death ligand-1 (PD-L1) immune checkpoint inhibitors (ICIs) are preferred first-line treatments in combination with chemotherapy with both atezolizumab and durvalumab being equivalent options. Although both ICIs are listed as front-line options in clinical guidelines, there have been no head-to-head trials comparing durvalumab to atezolizumab. Therefore, it is unknown if either agent is superior with regards to efficacy or safety.\n\n**Methods:**    This retrospective, single-institution study examined patients with extensive-stage small cell lung cancer presenting to Moffitt Cancer Center between October 1st, 2018 to May 31st, 2023 who received either atezolizumab or durvalumab in combination with a platinum-doublet in the first-line setting. To be included in this analysis patients must have received at least two cycles of induction chemotherapy and ICI and one cycle of maintenance ICI. The primary outcome of this study was overall survival. The secondary outcomes include progression-free survival, immune-related adverse events, hospitalizations due to ICIs, and progression-free survival on second-line therapy (PFS2).\n\n**Results:**    Of the 101 patients included, 55 received durvalumab (54.5 %) and 46 received atezolizumab (45.5 %). The median overall survival in the durvalumab and atezolizumab arms were 14.7 versus 11.6 months, respectively (HR 0.59; 95 % CI, 0.38-0.92; P = 0.020). There was not a statistically significant difference in median progression-free survival between the two arms (6.3 versus 5.9 months, P = 0.344). Atezolizumab was associated with a numerically higher incidence of immune-related adverse events (47.8 % versus 32.7 %, P = 0.157) and hospitalization rates for those with an immune-related adverse event (36.4 % versus 16.7 %, P = 0.204). PFS2 was 2.3 months in the atezolizumab arm and 3.4 months in the durvalumab arm (HR 1.24; 95 % CI, 0.69-2.23; P = 0.466).\n\n**Conclusions:**    In this real-world retrospective study, durvalumab was associated with improved overall survival in patients with extensive-stage small cell lung cancer consistent with previous findings from a similar study in a Chinese patient population. Although not statistically significant, there was a lower incidence of immune-related adverse events in the durvalumab arm as well as ICI-related hospitalizations. PFS2 was not statistically significant different between arms.\n\n**Keywords:**    Atezolizumab; Durvalumab; Maintenance therapy; SCLC.\n\nCopyright © 2024 Elsevier B.V. All rights reserved.\n\n[PubMed Disclaimer](https://pubmed.ncbi.nlm.nih.gov/disclaimer/)",
    "cluster_id": 3,
    "cluster_name": "Immune checkpoint inhibitors (PD-1/PD-L1) for NSCLC",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39500124/",
    "relevance_score": 0.8679800328041835
  }
]